[{"name": "Aage", "desc": "Norrænt form af „Áki“ sem merkir „forfaðir“. Getur einnig merkt „plógmaður“ eða sá sem plægir akur."}, {"name": "Aaron", "desc": "Úr hebresku og merkir sennilega hátt fjall eða háttsettur maður. Aaron var eldri bróðir Mósesar samkvæmt Biblíunni og einn af spámönnunum skv. Islamstrú. Á Íslandi er rithátturinn „Aron“ oftast notaður, en ritmyndin „Aaron“ var samþykkt árið 2013 af mannanafnanefnd."}, {"name": "Abel", "desc": "Úr hebresku, upphaflega Havel sem merkti „andadráttur“. Abel var annar sonur Adams og Evu samkvæmt Biblíunni og var myrtur af eldri bróður sínum, Kain."}, {"name": "Abraham", "desc": "Hebreska og merkir faðir margra (þjóða). Nafnið kemur úr Biblíunni (1.Mós.17/5) og er upphaflega Abram, en samkvæmt Biblíunni breytti Guð því. Frægir einstaklingar sem bera nafnið eru Abraham úr Biblíunni og Abraham Lincoln, fyrrverandi forseti Bandaríkjanna."}, {"name": "Adam", "desc": "Hebreska og merkir maður, manneskja (1.Mós.2,7). Samkvæmt Biblíunni var Adam skapaður úr jörðinni og var fyrsti maðurinn, ásamt konu sinni, Evu."}, {"name": "Addi", "desc": "Oft stytting ýmsum karlmannsnöfnum, t.d. Arnar, Arnór, Arngrímur, Arnfinnur, Aðalsteinn, Andrés og Örn."}, {"name": "Adel", "desc": "Ritháttur af „Adil“, sem kemur úr arabísku og merkir réttlátur eða heiðarlegur."}, {"name": "Adíel", "desc": "Hebreskt nafn sem merkir prýði eða skraut Guðs."}, {"name": "Adolf", "desc": "Úr þýsku, adalwolf sem merkir “göfugur úlfur”."}, {"name": "Adólf", "desc": "Úr þýsku, adalwolf sem merkir “göfugur úlfur”."}, {"name": "Adrian", "desc": "Form Hadrianusar (sjá HADRIAN) notað á nokkrum tungumálum. Nokkrir dýrlingar og sex páfar hafa borið þetta nafn, þar á meðal eini enski páfinn, Adrian IV, og eini hollenski páfinn, Adrian VI. Sem enskt nafn hefur það verið í notkun frá miðöldum, þó að það hafi ekki verið vinsælt fyrr en nútíminn."}, {"name": "Adrían", "desc": "Af Hadrianus: frá Hadria. Hadria var bær í norður Ítalíu. Adríahafið hefur nafn sitt þaðan, en það er hafið sem skilur að Ítalíu og Balkanskagann. Sjö páfar hafa borið þetta nafn."}, {"name": "Adríel", "desc": "Úr hebresku og merkir „guðs hjörð“."}, {"name": "Aðalberg", "desc": "Göfugur bjargvættur."}, {"name": "Aðalbergur", "desc": "Göfugur bjargvættur."}, {"name": "Aðalbert", "desc": "Önnur mynd nafnsins Albert. Það merkir göfugur og bjartur."}, {"name": "Aðalbjörn", "desc": "Göfugur björn"}, {"name": "Aðalborgar", "desc": "Samsett úr „Aðal-“ sem merkir göfugur og „-borgar“ sem merkir vörn, skjól eða borg."}, {"name": "Aðalgeir", "desc": "Göfugt spjót, vopn."}, {"name": "Aðalmundur", "desc": "Göfug gjöf, eða vörn."}, {"name": "Aðalráður", "desc": ""}, {"name": "Aðalsteinn", "desc": "Göfugur steinn, norræn mynd engilsaxnesks nafns, Ethelstan."}, {"name": "Aðalvíkingur", "desc": ""}, {"name": "Aðólf", "desc": "Ritháttur nafnsins „Adólf“. Úr þýsku, adalwolf sem merkir “göfugur úlfur”. Samþykkt af mannanafnanefnd árið 2008."}, {"name": "Agnar", "desc": "Norrænt nafn dregið af agi: ógn, og -arr sem er stytting á fornnorrænu orði harjaR: hermaður. Í norrænum málum merkir nafnið sterkur eða þungur og var því oft gefið sonum járnsmiða."}, {"name": "Agni", "desc": "Norrænt nafn skylt nafninu Agnar. Einn konunga Ynglinga, norrænnar konungsættar, bar nafnið Agni. Vert er að benda á að nafnið Agni aftur á bak, er Inga. Eins fyrirfinnst nafnið líka í Sanskrít, en Agni er einn af aðalguðunum úr Vedaritunum; guð eldsins og viskunnar."}, {"name": "Alan", "desc": "Merking þessa nafns er ekki þekkt með vissu. Það var notað í Bretagne að minnsta kosti strax á 6. öld og þýðir hugsanlega annað hvort „lítið rokk“ eða „myndarlegt“ á bretónsku. Að öðrum kosti kann það að koma frá ættbálkaheitinu Alans, írönsku fólki sem flutti til Evrópu á 4. og 5. öld. Þetta var nafn nokkurra hertoga í Bretagne og bretónskir ​​landnemar kynntu það fyrir Englandi eftir landnám Normandans. Meðal frægra nútímabera eru Alan Shepard (1923-1998), fyrsti Bandaríkjamaðurinn í geimnum og fimmti maðurinn sem gengur á tunglinu, og Alan Turing (1912-1954), breskur stærðfræðingur og tölvunarfræðingur."}, {"name": "Albert", "desc": "Úr þýsku, dregið af aðal, göfugur, og bjartur eða borinn: ættgöfugur. Frægir sem borið hafa nafnið eru til að mynda Albert Einstein, vísindamaður."}, {"name": "Aldan", "desc": "Þýðir „áhugi, ástríða, þægindi“."}, {"name": "Aldar", "desc": "Uppruni ókunnur. Gæti verið karlkynsmynd af kvenmannsnafninu Alda, sem merkir „sjávaralda“, eða dregið af „öld“."}, {"name": "Aldur", "desc": "Afbrigði ALDO og Halds."}, {"name": "Alex", "desc": "Styttri mynd af nafninu Alexander. Dregið af gríska orðinu alexo, að verja eða hjálpa."}, {"name": "Alexander", "desc": "Úr grísku: verndari, eða bjargvættur manna. Frægir sem borið hafa nafnið eru til að mynda Alexander mikli, konungur Makedóníu til forna (d. 323 f.Kr.) og Alexander Graham Bell, sem meðal annars fann upp símann."}, {"name": "Alexíus", "desc": "Annar ritháttur af gríska nafninu Alexios, sem merkir „verndari“."}, {"name": "Alfons", "desc": "Nafnið kemur úr þýsku og er upphafleg mynd þess er Adelfuns, þar sem adel- merkir göfugur og -funs reiðubúinn eða viðbúinn. Frægir sem borið hafa nafnið eru til að mynda barnasöguhetjan Alfons Åberg, betur þetktur á Íslandi sem Einar Áskell. Nafnið er líka algengt í spænsku- og portúgölskumælandi löndum í myndinni Alfonso og báru margir göfugir menn í Portúgal nafnið á miðöldum."}, {"name": "Alfred", "desc": "Úr ensku: álfur- og friður, eða álfur og ráð. Frægir sem borið hafa nafnið eru meðal annars Alfred Nobel, sem fann upp dínamítið og Nobel-verðlaunin eru nefnd eftir og Alfred Hitchcock, kvikmyndagerðamaður og leikstjóri."}, {"name": "Alfreð", "desc": "Úr ensku: álfur- og friður, eða álfur og ráð. Frægir sem borið hafa nafnið eru meðal annars Alfred Nobel, sem fann upp dínamítið og Nobel-verðlaunin eru nefnd eftir og Alfred Hitchcock, kvikmyndagerðamaður og leikstjóri."}, {"name": "Ali", "desc": "Ali kemur úr arabísku og merkir „hinn upphafni“ eða „hinn háleiti“. Ali var frændi og tengdasonur Múhammeðs og mikilvæg persóna í Islamstrú. Frægir sem borið hafa nafnið Ali eru til dæmis Ali Baba og ræningjarnir fjörutíu, Muhammed Ali, hnefaleikakappi og að sjálfsögðu Ali G, ádeilukarakter og sjónvarpsstjarna."}, {"name": "Allan", "desc": "Merking nafnsins er á reiki. Nafnið kemur ensku eða keltnesku. Á bretónsku merkir nafnið „refur“ á götumáli, en upphaflega merkti það sennilega „dádýr“. Á írsku merkir nafnið „lítill steinn“ og á skoskri gelísku „myndarlegur“ eða „fallegur“. Frægir sem borið hafa nafnið eru til dæmis rithöfundurinn Edgar Allan Poe."}, {"name": "Alli", "desc": "Yfirleitt gælunafn fyrir nöfn sem byrja á Aðal- eða Al-, svo sem Aðalsteinn eða Alfreð. Samþykkt af mannanafnanefnd árið 2013."}, {"name": "Almar", "desc": "norrænt nafn, sennilega álmur, tré, sem notað var í boga, og -arr: hermaður."}, {"name": "Alrekur", "desc": "Samsett úr forliðnum Al- og viðskeytinu -rekur sem sennilega er dregið af „ríkur“."}, {"name": "Alvar", "desc": "Samsett úr forliðnum Al- og viðskeytinu -rekur sem sennilega er dregið af „ríkur“."}, {"name": "Alvin", "desc": "Frá miðaldaformi af einhverjum af fornu ensku nöfnunum ÆLFWINE, ÆÐELWINE eða EALDWINE. Það var endurvakið á 19. öld, að hluta til frá eftirnafni sem var dregið af fornum enskum nöfnum. Sem skandinavískt nafn er það dregið af Alfvin, forn norrænum ættbálki Ælfwine."}, {"name": "Amil", "desc": "Afbrigði Amel."}, {"name": "Amír", "desc": "AMIR (1) m arabískt, persneska, úrdú, malaíska, indónesíska"}, {"name": "Amon", "desc": "Frá Ἄμμων (Ammon), gríska myndin af Egyptian Ymn (endurbyggð sem Yamanu) sem þýðir „hinn huldi“. Í upphafi goðafræði Egyptalands var hann guð loftsins, sköpunargáfu og frjósemi, sem var sérstaklega álitinn í Þebu. Seinna, meðan á miðríkinu stóð, voru eiginleikar hans sameinuð guði Ra og hann var dýrkaður sem æðsti sólguðinn Amon-Ra."}, {"name": "Amor", "desc": "Þýðir „ást“ á latínu. Þetta var annað nafn fyrir rómverska guðinn Cupid. Það þýðir einnig „ást“ á spænsku og portúgölsku og sem kvenkynsnafn er hægt að draga það beint af þessu orðaforðaorði."}, {"name": "Amos", "desc": "Hebreskt Biblínafn höfundar Amosbókar. Nafnið merkir “að bera; að halda á.“"}, {"name": "Anders", "desc": "Skandinavísk mynd af Andreas (sjá ANDREW). Frægur flutningsmaður var sænski eðlisfræðingurinn Anders Jonas Ångström (1814-1874)."}, {"name": "Andrean", "desc": ""}, {"name": "Andreas", "desc": "Forngrískt og latneskt form ANDREW. Það er líka formið sem notað er í nútímagrísku, þýsku og velsku."}, {"name": "Andres", "desc": "Eistneska mynd ANDREW."}, {"name": "André", "desc": "Ensk mynd af ANDRÉ."}, {"name": "Andrés", "desc": "úr grísku og merkir karlmannlegur.Andrés postuli er verndardýrlingur Skota.30/11. Andrésarmessa (Jóh.1,40)."}, {"name": "Andri", "desc": "andstæðingur, eða skíðamaður."}, {"name": "Anes", "desc": ""}, {"name": "Anfinn", "desc": "Afbrigði ANNFINN."}, {"name": "Angantýr", "desc": "fornt norrænt nafn og merkir eftirlætis goð."}, {"name": "Angi", "desc": ""}, {"name": "Annar", "desc": "Nýrri mynd af norræna nafninu Ánarr sem þýðir „her forfeðranna“. Afleidd úr fornnorrænum anu „forföður, föður“ og her „her“. Það getur líka verið karlkynsform ANNA."}, {"name": "Annarr", "desc": "Annaðhvort afbrigði af ÁNARR eða frá norrænu sem þýðir „það síðara“ eða. Í norrænni goðafræði er þetta nafn seinni eiginmanns NÓTT, föður JǪRÐ."}, {"name": "Annas", "desc": "úr hebresku."}, {"name": "Annel", "desc": ""}, {"name": "Annes", "desc": ""}, {"name": "Annmar", "desc": ""}, {"name": "Anor", "desc": ""}, {"name": "Anthony", "desc": "Ensk mynd af rómverska ættarnafninu Antonius, sem er af óþekktum etruskískum uppruna. Athyglisverðasti meðlimur rómversku fjölskyldunnar var hershöfðinginn Marcus Antonius (kallaður Mark Antony á ensku), sem um skeið á 1. öld f.Kr. stjórnaði Rómaveldi í sameiningu með Ágúst. Þegar samband þeirra varð sýrt, var ráðist á hann og ástkonu hans Kleópötru og neydd til að svipta sig lífi, eins og rakið er í hörmungum Shakespeares, Antonius og Kleópötru (1606). Nafnið var notað reglulega í hinum kristna heimi vegna frægðar heilags Anthony mikla. egypskur einsetumaður frá 4. öld sem stofnaði kristna klausturhyggju. Vinsældir þess voru styrktar á miðöldum af heilögum Anthony frá Padua á 13. öld, verndardýrlingi Portúgals. Það hefur verið almennt (en rangt) tengt grísku ἄνθος (anthos) sem þýðir „blóm“, sem leiddi til þess að h bættist við þessa stafsetningu á 17. öld."}, {"name": "Anton", "desc": "stytting latneska nafnsins Antoníus, sem merkir ómetanlegur. 17/1. heilagur Antóníus, stofnandi fyrsta kristna klaustursins (d.356)."}, {"name": "Antonio", "desc": "Spænskt og ítalskt form Antoniusar (sjá ANTHONY). Þetta hefur verið algengt nafn á Ítalíu síðan á 14. öld. Á Spáni var það vinsælasta nafn stráka á fimmta og fimmta áratug síðustu aldar. Frægur handhafi var ítalski endurreisnarmálarinn Antonio Pisanello (um 1395-1455). Það er líka nafn aðalpersónunnar í Kaupmanninum í Feneyjum (1596) eftir William Shakespeare."}, {"name": "Antoníus", "desc": "Fornt rómverskt form af ANTHONY. Þetta er einnig opinbera hollenska formið á nafninu, notað á fæðingarvottorð en oft gefið Anton eða Antoon í daglegu lífi."}, {"name": "Antóníus", "desc": "Fornt rómverskt form af ANTHONY. Þetta er einnig opinbera hollenska formið á nafninu, notað á fæðingarvottorð en oft gefið Anton eða Antoon í daglegu lífi."}, {"name": "Aran", "desc": "ARAN (1) f & m írska"}, {"name": "Arent", "desc": "Miðalda hollensk og austfirsk form af ARNOLD sem og skandinavískt afbrigði af AREND. Hvað Holland varðar: þetta eiginnafn er enn í notkun þar í dag, en það er ekki eins algengt þar og nútímaform þess AREND er. Meðal þekktra handhafa þessa eiginnafns eru dansk-norski landshöfundurinn Arent Berntsen (1610-1680), hollenski gullöld landslagsmálarinn Arent Arentsz (1585-1631) og Arent van Curler (1620-1667; síðar þekktur sem Arent van Corlaer), hollenski stofnandi þess sem nú er bandaríska borgin Schenectady (staðsett í New York-fylki. )."}, {"name": "Ares", "desc": "Kannski er annaðhvort úr grísku ἀρή (are) sem þýðir „bane, ruin“ eða ἄρσην (arsen) sem þýðir „male“. Nafnið birtist fyrst sem a-re í Mýkenu grísku letri. Ares var blóðþyrsti stríðsguð í grískri goðafræði, sonur Seifs og Heru."}, {"name": "Ari", "desc": "örn."}, {"name": "Arilíus", "desc": "Hugsanlega latínískt form af ARILD eða afbrigði af ÁRELÍUS."}, {"name": "Arinbjörn", "desc": "arinn: heimili, og björn."}, {"name": "Arían", "desc": ""}, {"name": "Aríel", "desc": "Merkir „ljón Guðs“ á hebresku, frá אֲרִי ('ari) sem þýðir „ljón“ og אֵל (‘el) sem þýðir„ Guð “. Í Gamla testamentinu er það notað sem annað nafn yfir borgina Jerúsalem. Shakespeare notaði það sem nafn anda í leikritinu Óveðrið (1611) og eitt tungl Úranusar ber þetta nafn honum til heiðurs. Sem enskt nafn varð það algengara fyrir konur á níunda áratugnum, sérstaklega eftir að það var notað fyrir titilpersónuna í Walt Disney kvikmyndinni Litlu hafmeyjan (1989)."}, {"name": "Aríus", "desc": "Latinized form AREIOS. Arius (250 e.kr. eða 256–336 e.Kr.) var asketískur kristinn forsætisráðherra af líbískri fæðingu, hugsanlega af útdrætti berbera, og prestur í Alexandríu í ​​Egyptalandi, í kirkju Baucalis."}, {"name": "Arnald", "desc": ""}, {"name": "Arnaldur", "desc": "sá sem hefur mátt arnarins."}, {"name": "Arnar", "desc": "dregið af örn."}, {"name": "Arnberg", "desc": ""}, {"name": "Arnbergur", "desc": "Fornorrænt nafn dregið af frumefnunum arn sem þýðir \"örn\" og bjǫrg sem þýðir \"hjálp, bjarga, bjarga\"."}, {"name": "Arnbjörn", "desc": "myndað af forliðnum arn-, sem merkir örn eða heimili, og viðliðnum björn sem merkir bjarndýr."}, {"name": "Arndór", "desc": ""}, {"name": "Arnes", "desc": "Notað í Bosníu, lánað frá annað hvort þýska ARNOLD sem skotnefni eða norska Arne."}, {"name": "Arnfinnur", "desc": "arinn og Finnur: (finnskur-) maður."}, {"name": "Arnfreyr", "desc": ""}, {"name": "Arngarður", "desc": ""}, {"name": "Arngeir", "desc": "vopn heimilisins."}, {"name": "Arngils", "desc": ""}, {"name": "Arngrímur", "desc": "örn, eða arinn, og grímur: dulbúinn maður."}, {"name": "Arnkell", "desc": "-kell er sama og ketill í merkingunni hjálmur, hjálmur heimilisins."}, {"name": "Arnlaugur", "desc": "ljómi heimilisins."}, {"name": "Arnleifur", "desc": "erfingi heimilisins."}, {"name": "Arnljótur", "desc": "-ljótur er dregið af fornnorrænu orði sem merkir bjartur, ljós: birta heimilisins. Á fyrstu öldum Íslandsbyggðar var Ljótur eitt algengasta nafn hér á landi."}, {"name": "Arnmóður", "desc": ""}, {"name": "Arnmundur", "desc": "vörn heimilisins."}, {"name": "Arnoddur", "desc": "vopn heimilisins."}, {"name": "Arnold", "desc": "Frá germönsku nafni sem þýðir \"örn máttur\", dregið af frumefnunum arn \"örn\" og Wald \"kraftur\". Normannar komu með það til Englands, þar sem það leysti af hólmi gamla enska hliðstæða Earnweald. Það dó út sem enskt nafn eftir miðaldir, en það var endurvakið á 19. öld. Meðal dýrlinga sem bera nafnið eru tónlistarmaður frá 8. öld við hirð Karlamagnús og franskur biskup frá 11. öld sem er verndardýrlingur bruggara. . Það var einnig borið af Arnold frá Brescia, Augustinus munki frá 12. öld, sem gerði uppreisn gegn kirkjunni og var loks hengdur. Meðal frægra nútímabera eru bandaríski kylfingurinn Arnold Palmer (1929-2016) og austurrísk-ameríski leikarinn og stjórnmálamaðurinn Arnold Schwarzenegger (1947-)."}, {"name": "Arnór", "desc": "samsett af örn eða arinn og Þór."}, {"name": "Arnsteinn", "desc": "Afleidd úr norrænum arí eða arn „örn“ ásamt fornnorrænum steini „steini“."}, {"name": "Arnúlfur", "desc": "Yngri mynd af ARNULFR."}, {"name": "Arnviður", "desc": "-viður: skógur tré."}, {"name": "Arnþór", "desc": "örn eða arinn og Þór."}, {"name": "Aron", "desc": "úr hebresku og þýðir sennilega hinn sterki."}, {"name": "Art", "desc": "Stutt mynd af Arthur."}, {"name": "Arthur", "desc": "Merking þessa nafns er óþekkt. Það gæti verið dregið af keltnesku frumefnunum artos \"bear\" ásamt viros \"man\" eða rigos \"king\". Að öðrum kosti gæti það tengst óskýrri rómverskri ættarnafn Artorius. Arthur er nafn aðalpersónunnar í Arthurian goðsögninni, konungur Breta á 6. öld sem stóðst saxneska innrásarher. Hann kann að hafa verið byggður á raunverulegri manneskju eða ekki. Hann birtist fyrst í velskum ljóðum og annálum (kannski stuttlega í ljóðinu Y Gododdin frá 7. öld og á endanlegan og víðari hátt í sögu 9. aldar Breta eftir Nennius [1]). Persóna hans var þó ekki þróuð fyrr en í annálum 12. aldar Geoffrey frá Monmouth [2]. Sögur hans voru síðar teknar upp og auknar af frönskum og enskum rithöfundum. Nafnið kom í almenna notkun á Englandi á miðöldum vegna tíðni rómantískra rithöfunda í Arthur og naut mikilla vinsælda á 19. öld. Meðal frægra handhafa eru þýski heimspekingurinn Arthur Schopenhauer (1788-1860), leyndardómshöfundur og Sherlock Holmes skapari Arthur Conan Doyle (1859-1930) og vísindaskáldsöguhöfundur Arthur C. Clarke (1917-2008)."}, {"name": "Arthúr", "desc": "enskt nafn af keltneskum uppruna og merkir víðfrægur og voldugur."}, {"name": "Artúr", "desc": "Form af Arthur á nokkrum tungumálum."}, {"name": "Asael", "desc": "Biblíuleg grísk form ASAHEL."}, {"name": "Askur", "desc": ""}, {"name": "Aspar", "desc": ""}, {"name": "Atlas", "desc": "Hugsanlega þýðir „að þola“ úr grísku τλάω (tlao) sem þýðir „að þola“. Í grískri goðafræði var hann Títan sem Seifur refsaði fyrir að neyðast til að styðja himininn á herðum hans."}, {"name": "Atli", "desc": "fornnorrænt nafn, sennilega dregið af nafni Húnakonungsins illræmda, Attila, en nafn hans þýðir að líkindum faðir. Norrænir menn tengdu það hins vegar öðru orði, sem merkir harðvítugur, harðger, skylt ötull."}, {"name": "Auðberg", "desc": ""}, {"name": "Auðbergur", "desc": "auðnu- bergur: bjargvættur."}, {"name": "Auðbert", "desc": ""}, {"name": "Auðbjörn", "desc": ""}, {"name": "Auðgeir", "desc": ""}, {"name": "Auðkell", "desc": ""}, {"name": "Auðmundur", "desc": ""}, {"name": "Auðólfur", "desc": "auðnu, gæfu úlfur."}, {"name": "Auðun", "desc": ""}, {"name": "Auðunn", "desc": ""}, {"name": "Auður", "desc": ""}, {"name": "Austar", "desc": "Upprunnið frá norrænu austr \"austur\" og her \"her\"."}, {"name": "Austmann", "desc": ""}, {"name": "Austmar", "desc": ""}, {"name": "Austri", "desc": "Frá norrænu nafni þýðir 'austur'. Í norrænni goðafræði er þetta nafn dvergs sem styður himininn úr höfuðkúpu YMIR í austri."}, {"name": "Axel", "desc": "forn dönsk mynd hebreska nafnsins Absalon (: friðarfaðir)."}, {"name": "Ágúst", "desc": "Úr latínu Augustus: virðulegur, göfugur. Upphaflega heiðurstitill, sem Ágúst keisari, stofnandi rómverska keirsaraveldisins, tók upp. Mánuðurinn „ágúst“ er nefndur til heiðurs Ágústi keisara, en hann valdi þann mánuð vegna mikilla sigra sinna í ágústmánuði."}, {"name": "Áki", "desc": "forfaðir, ái."}, {"name": "Álfar", "desc": ""}, {"name": "Álfgeir", "desc": "Vopn álfa. Geir þýðir spjót."}, {"name": "Álfgrímur", "desc": ""}, {"name": "Álfur", "desc": "Huldumaður. Álfur egðski landnámsmaður, af nafni hans er dregið nafnið Ölfus."}, {"name": "Álfþór", "desc": ""}, {"name": "Ámundi", "desc": "ágæt vörn."}, {"name": "Árbjartur", "desc": "Íslensk samsetning ár „ár“ og viðskeytið björt sem þýðir „bjart“ (úr fornnorrænu bjartri)."}, {"name": "Árbjörn", "desc": ""}, {"name": "Árelíus", "desc": "úr latínu: gullinn."}, {"name": "Árgeir", "desc": ""}, {"name": "Árgils", "desc": ""}, {"name": "Ári", "desc": "ARI (1) m hebreska"}, {"name": "Ármann", "desc": "ármaður: umboðsmaður."}, {"name": "Árni", "desc": "dregi af örn. Árni Magnússon (1663-1730) handritasafnari."}, {"name": "Ársæll", "desc": "farsæll."}, {"name": "Ás", "desc": ""}, {"name": "Ásar", "desc": "Egypskt form OSIRIS."}, {"name": "Ásberg", "desc": ""}, {"name": "Ásbergur", "desc": ""}, {"name": "Ásbjörn", "desc": "guðlegur björn."}, {"name": "Ásdór", "desc": ""}, {"name": "Ásgautur", "desc": ""}, {"name": "Ásgeir", "desc": "vopn goðanna. Ásgeir Ásgeirsson, 2. forseti íslenska lýðveldisins (1952-1968)."}, {"name": "Ásgils", "desc": ""}, {"name": "Ásgrímur", "desc": "gríma goðanna."}, {"name": "Ási", "desc": ""}, {"name": "Áskell", "desc": "hjálmur Guðs."}, {"name": "Áslaugur", "desc": "bjartur sem Guð."}, {"name": "Áslákur", "desc": "leikur máttarvaldanna."}, {"name": "Ásmar", "desc": ""}, {"name": "Ásmundur", "desc": "vernd eða gjöf Guðs."}, {"name": "Ásólfur", "desc": "-ólfur: úlfur."}, {"name": "Ásröður", "desc": ""}, {"name": "Ástbjörn", "desc": ""}, {"name": "Ástgeir", "desc": "vopn ástarinnar, eða vopn Guðs."}, {"name": "Ástmar", "desc": "Ást- eða Ás- og -mar: frægur."}, {"name": "Ástmundur", "desc": ""}, {"name": "Ástráður", "desc": "ráð, stjórn máttarvaldanna."}, {"name": "Ástríkur", "desc": ""}, {"name": "Ástvald", "desc": ""}, {"name": "Ástvaldur", "desc": "máttur ástarinnar, eða Guðs."}, {"name": "Ástvar", "desc": "Hugsanlega afbrigði af ÁSVARÐUR."}, {"name": "Ástvin", "desc": ""}, {"name": "Ástþór", "desc": "ást- og Þór."}, {"name": "Ásvaldur", "desc": "Fornnorræna hliðstæða OSWALD."}, {"name": "Ásvarður", "desc": ""}, {"name": "Ásþór", "desc": "Afleidd úr fornnorrænum þáttum áss \"guð\" og nafni norræna guðsins Þórs (sjá THOR)."}, {"name": "Baddi", "desc": ""}, {"name": "Baldur", "desc": "hugrakkur, djarfur. Hinn hvíti ás norrænnar goðafræði. Nafn þetta varð afar vinsælt á Norðurlöndunum og Þýskalandi á 19.öld."}, {"name": "Baldvin", "desc": "djarfur vinur. Margir krossfarakonungar hétu þessu nafni. Baldvin Einarsson, lögfræðingur og ritstjóri (1801-1833)."}, {"name": "Baldwin", "desc": "Þýðir „djarfur vinur“, dreginn af germönsku þættinum sköllóttur „djörf, hugrakkur“ og unnið „vinur“. Á miðöldum var þetta vinsælt nafn í Flæmingjum og meðal Normanna, sem komu með það til Bretlands. Það bar einn af leiðtogum fyrstu krossferðarinnar, aðalsmaður frá Flandern frá 11. öld. Eftir að krossfararnir lögðu undir sig Jerúsalem var hann krýndur sem konungur konungsríkisins Jerúsalem."}, {"name": "Baltasar", "desc": "BALTASAR (1) m spænska"}, {"name": "Bambi", "desc": "???"}, {"name": "Bambus", "desc": ""}, {"name": "Barði", "desc": "skeggjaður maður."}, {"name": "Barri", "desc": "Þýðir „leiðtogafundur“ á velsku."}, {"name": "Bassi", "desc": ""}, {"name": "Bastían", "desc": "Stutt mynd af SEBASTIAN."}, {"name": "Baugur", "desc": ""}, {"name": "Baui", "desc": ""}, {"name": "Bárður", "desc": "sá sem ann orrustum."}, {"name": "Beinir", "desc": "Frá norrænu beini (r) sem þýðir „hjálp, gagn“."}, {"name": "Beinteinn", "desc": "sverð."}, {"name": "Beitir", "desc": "Íslenskt afbrigði af BEITI."}, {"name": "Bekan", "desc": ""}, {"name": "Benedikt", "desc": "latína og merkir blessaður. 30/8. heilagur Benedikt frá Núrsíu. Benedikt Sveinbjarnarson Gröndal skáld (1826-1907)."}, {"name": "Benidikt", "desc": ""}, {"name": "Benjamín", "desc": "hebreska: hamingjusonur (1. Mós. 35,18)."}, {"name": "Benoný", "desc": ""}, {"name": "Benóní", "desc": "hebreska: harmasonur (1. Mós. 35, 18, 24)."}, {"name": "Benóný", "desc": ""}, {"name": "Bent", "desc": "danskt nafn, sama og Benedikt."}, {"name": "Bentley", "desc": "Frá eftirnafni sem var frá örnefni, sjálft dregið af forn-enskri beonet \"bogið gras\" og leah \"skóglendi, hreinsun\". Ýmsir bæir á Englandi bera þetta nafn."}, {"name": "Benvý", "desc": "Anglicization of Bean Mhidhe, írskt nafn sem sagt er að þýði „Lady of Meath“."}, {"name": "Berent", "desc": "Lágþýska þýska BERNHARD."}, {"name": "Berg", "desc": "Yngri gerð BERGR."}, {"name": "Bergfinnur", "desc": "(finnskur) bjargvættur."}, {"name": "Berghreinn", "desc": ""}, {"name": "Bergjón", "desc": ""}, {"name": "Bergmann", "desc": "hjálparmaður. Bergmann er annað algengasta viðurnefni á Íslandi."}, {"name": "Bergmar", "desc": ""}, {"name": "Bergmundur", "desc": "verndari."}, {"name": "Bergsteinn", "desc": "steinn, sem bjargar."}, {"name": "Bergsveinn", "desc": "sveinn, sem bjargar."}, {"name": "Bergur", "desc": "bjargvættur."}, {"name": "Bergúlfur", "desc": ""}, {"name": "Bergvin", "desc": "vinur, sem bjargar."}, {"name": "Bergþór", "desc": "bjargvættur og Þór."}, {"name": "Bernhard", "desc": "Þýska, hollenska og skandinavíska formið BERNARD."}, {"name": "Bernharð", "desc": "sjá Bernharður."}, {"name": "Bernharður", "desc": "fornþýskt nafn og merkir sterkur sem björn. 20/8. heilagur Bernharður frá Clairvaux, d.1153."}, {"name": "Berni", "desc": "Ekki í boði."}, {"name": "Bernódus", "desc": "úr rímum, merking óþekkt, nema Bern- er skylt björn."}, {"name": "Bersi", "desc": "björn."}, {"name": "Bertel", "desc": "þýskt nafn, sem merkir frægur. Dansk"}, {"name": "Berti", "desc": "Diminutive af HUBERT og öðrum nöfnum sem innihalda bert (oft dregið af germanska frumefninu beraht sem þýðir \"bjart\"). Frægur handhafi þessa nafns er Berti Vogts (fæddur: Hans-Hubert Vogts) sem er fyrrverandi þýskur knattspyrnumaður sem lék sem varnarmaður. Hann lék með Borussia Mönchengladbach í Bundesligunni allan sinn atvinnumannafélagsferil og vann FIFA heimsmeistarakeppnina með Vestur-Þýskalandi árið 1974. Hann stýrði síðar Þýskalandi (vann Euro 96 sem aðalþjálfari liðsins), Skotlandi, Nígeríu og landsliði Aserbaídsjan."}, {"name": "Bertram", "desc": "Þýðir „bjartur hrafn“, dreginn af germanska frumefninu beraht „bjartur“ ásamt hramn „hrafni“. Normannar kynntu þetta nafn fyrir Englandi. Shakespeare notaði það í leikritinu All's Well That Ends Well (1603)."}, {"name": "Bessi", "desc": "björn."}, {"name": "Betúel", "desc": "úr hebresku (1. Mós. 22,22)."}, {"name": "Bill", "desc": "Stutt mynd af WILLIAM. Þessi stafsetning var fyrst notuð á 19. öld. Breytingin á upphafssveiflinum kann að hafa verið undir áhrifum af fyrri írskum framburði á nafninu. Meðal frægra handhafanna eru körfuboltamaðurinn Bill Russell (1934-), grínistinn Bill Cosby (1937-), Bill Clinton Bandaríkjaforseti (1946-) og Bill Gates stofnandi Microsoft (1955-)."}, {"name": "Birgir", "desc": "fornsænka, sá sem bjargar, verndar."}, {"name": "Birkir", "desc": "dregið af birki."}, {"name": "Birmir", "desc": ""}, {"name": "Birnir", "desc": "af björn."}, {"name": "Birtingur", "desc": ""}, {"name": "Birtir", "desc": "Variant of BJARTR."}, {"name": "Bjargar", "desc": "Icelandic variant of BORGAR."}, {"name": "Bjargmundur", "desc": "verndari."}, {"name": "Bjargþór", "desc": ""}, {"name": "Bjarkan", "desc": "Merkir „birkitré“ á íslensku."}, {"name": "Bjarkar", "desc": "Nafnið er trúlega myndað með hliðsjón af kvenmannsnafninu Björk með viðskeytinu -ar: hermaður."}, {"name": "Bjarki", "desc": "annað hvort dregið af birki, eða merkir: lítill björn."}, {"name": "Bjarmar", "desc": ""}, {"name": "Bjarmi", "desc": "Af óþekktum uppruna og merkingu. Núverandi kenningar fela í sér beina upptöku íslensks bjarmis „loom, glamp of light“ og afleiðslu úr bjarmar, fornnorræna nafnið á grein finnsk-úgrískra þjóða sem kallast Permínar á ensku (áður einnig Bjarmar). Umráðasvæði þeirra, Bjarmaland, var nefnt í norrænum sögum frá víkingaöld og í landfræðilegum frásögnum þar til á 16. öld. Gert er ráð fyrir að ættarheiti tengist finnsku perämaa „fjarlægu landi“ og ungversku perem „brún; barmi“."}, {"name": "Bjarnar", "desc": "Hugsanlega nútímamynt sem byggir á fornnorrænum þáttum bjǫrn \"bear\" og herr \"her\" eða arr \"warrior\" [1]."}, {"name": "Bjarnfinnur", "desc": "samsett af Björn og Finnur."}, {"name": "Bjarnfreður", "desc": "sá sem björn verndar."}, {"name": "Bjarnharður", "desc": ""}, {"name": "Bjarnhéðinn", "desc": "bjarnarfeldur."}, {"name": "Bjarni", "desc": "dregið af björn. Bjarni Pálsson, landlæknir (1719-1779)."}, {"name": "Bjarnlaugur", "desc": ""}, {"name": "Bjarnleifur", "desc": ""}, {"name": "Bjarnólfur", "desc": ""}, {"name": "Bjarnsteinn", "desc": ""}, {"name": "Bjarnþór", "desc": ""}, {"name": "Bjartmann", "desc": ""}, {"name": "Bjartmar", "desc": "Sambland af norrænu bjartri „bjartri“ og mærr „frægu“."}, {"name": "Bjartur", "desc": "Frá fornnorræna nafninu Bjartr, sem þýddi „bjart“."}, {"name": "Bjartþór", "desc": "Combination of bjartr \"light, shining\" and þórr \"thunder\"."}, {"name": "Bjólan", "desc": "Fornnorrænt form af BEOLLÁN."}, {"name": "Bjólfur", "desc": ""}, {"name": "Björgmundur", "desc": ""}, {"name": "Björgólfur", "desc": ""}, {"name": "Björgúlfur", "desc": ""}, {"name": "Björgvin", "desc": ""}, {"name": "Björn", "desc": ""}, {"name": "Björnólfur", "desc": ""}, {"name": "Blíður", "desc": ""}, {"name": "Blængur", "desc": ""}, {"name": "Blær", "desc": ""}, {"name": "Blævar", "desc": ""}, {"name": "Boði", "desc": "Ekki í boði."}, {"name": "Bogi", "desc": ""}, {"name": "Bolli", "desc": "Frá norrænu bolli sem þýðir \"hringur einn.\""}, {"name": "Borgar", "desc": "Gamalt sænskt og nútímalegt form af BORGARR."}, {"name": "Borgúlfur", "desc": ""}, {"name": "Borgþór", "desc": "Icelandic younger variant of BERGÞÓR."}, {"name": "Bóas", "desc": ""}, {"name": "Bói", "desc": "Variant of BÚI."}, {"name": "Bótólfur", "desc": ""}, {"name": "Bragi", "desc": "Úr fornorrænu bragr sem þýðir „fyrst og fremst“ eða „ljóð“. Í norrænni goðafræði er Bragi guð ljóðsins og eiginmaður Iðunnar."}, {"name": "Brandr", "desc": "Fornorrænt nafn sem þýðir „sverð“ eða „eldur“."}, {"name": "Brandur", "desc": "Fornorrænt nafn sem þýðir „sverð“ eða „eldur“."}, {"name": "Breki", "desc": ""}, {"name": "Bresi", "desc": "Afbrigði af BRASI eða BRÍSI."}, {"name": "Brestir", "desc": "Frá norrænu bresta sem þýðir \"að springa, brjóta\"."}, {"name": "Brimar", "desc": "Íslensk samsetning af barmi \"brim\", \"bylgju\" og herr \"her\"."}, {"name": "Brimi", "desc": "Afbrigði af BRIMIR."}, {"name": "Brimir", "desc": "Afleitt úr fornnorrænum barmi („brim, bylgja“). Þetta er annað nafn YMIR í norrænni goðafræði."}, {"name": "Brimþór", "desc": ""}, {"name": "Brími", "desc": "Afbrigði af BRIMIR."}, {"name": "Brímir", "desc": "Afleitt úr fornnorrænum barmi („brim, bylgja“). Þetta er annað nafn YMIR í norrænni goðafræði."}, {"name": "Brjánn", "desc": "Íslenskt afbrigði af BRIAN."}, {"name": "Broddi", "desc": "Fornnorrænt afbrigði af BRODDR."}, {"name": "Bruno", "desc": "Afleitt af germanska frumefninu brun „brynja, vernd“ eða brún „brúnt“. Heilagur Bruno frá Köln var þýskur munkur á 11. öld sem stofnaði Carthusian Order. Eftirnafnið hefur tilheyrt Giordano Bruno, heimspekingi sem brenndur var á báli af rannsóknarréttinum."}, {"name": "Bryngeir", "desc": ""}, {"name": "Brynjar", "desc": "Afleidd úr fornnorrænum þáttum bryn \"brynja\" og arr \"kappi\"."}, {"name": "Brynjólfur", "desc": "Dönsk mynd af BRYNIULFR."}, {"name": "Brynjúlfur", "desc": "Íslenskt afbrigði af BRYNIULFR."}, {"name": "Brynleifur", "desc": "Íslenskt heiti með samblandinu af brynju „pósthúð, brynju, vernd“ og leif „arfleifð, arfleifð“."}, {"name": "Brynmar", "desc": ""}, {"name": "Brynsteinn", "desc": "Íslenskt heiti með samblandinu af brynju „pósthúð, brynju, vernd“ og steinn „steini“."}, {"name": "Bryntýr", "desc": ""}, {"name": "Brynþór", "desc": "Íslensk samsetning af brynju „pósthúð, herklæði, vernd“ og þórr „þruma“."}, {"name": "Burkni", "desc": "Frá norrænu burkni sem þýðir \"bremsa, algeng fern\"."}, {"name": "Búi", "desc": "Fornnorrænt form BO (1)."}, {"name": "Búri", "desc": "Af óvissri merkingu. Búri var fyrsti guðinn í norrænni goðafræði. Hann er faðir BORR og afi ODINS, VILI og VÉ."}, {"name": "Bylur", "desc": ""}, {"name": "Bæring", "desc": ""}, {"name": "Bæringur", "desc": ""}, {"name": "Bæron", "desc": ""}, {"name": "Böðvar", "desc": ""}, {"name": "Börkur", "desc": ""}, {"name": "Carl", "desc": "Þýsk form CHARLES. Tveir athyglisverðir handhafar nafnsins voru þýski stærðfræðingurinn Carl Gauss (1777-1855), sem lagði sitt af mörkum til talnakenninga og algebru auk eðlisfræði og stjörnufræði, og svissneski sálfræðingurinn Carl Jung (1875-1961), sem stofnaði greiningarsálfræði. Það var flutt inn til Ameríku á 19. öld af þýskum innflytjendum."}, {"name": "Cecil", "desc": "Frá rómverska heitinu Caecilius (sjá CECILIA). Þetta var nafn 3. aldar dýrlingur, félagi Saint Cyprian. Þótt það hafi verið í notkun á miðöldum á Englandi varð það ekki algengt fyrr en á 19. öld þegar það var gefið til heiðurs hinni göfugu Cecil fjölskyldu, sem hafði verið áberandi síðan á 16. öld. Eftirnafn þeirra var dregið af velska eiginnafninu Seisyll, sem var dregið af rómverska nafninu Sextilius, afleiða af SEXTUS."}, {"name": "Cesar", "desc": "Frönsku, spænsku og portúgölsku formi CAESAR. Frægur flutningsmaður var bandaríski vinnuveitandinn César Chávez (1927-1993)."}, {"name": "Charles", "desc": "Frá germanska heitinu Karl, sem var dregið af germönsku orði sem þýðir „maður“. Aðrar kenningar segja hins vegar að það sé dregið af sameiginlega germanska heitiþættinum hari sem þýðir „her, stríðsmaður“. Vinsældir nafnsins á meginlandi Evrópu voru vegna frægðar Karls mikla (742-814), almennt þekktur sem Karl mikli, konungur Frankanna sem kom til að stjórna mestu Evrópu. Afi hans Charles Martel hafði einnig verið þekktur leiðtogi Frankanna. Það var síðan nafn nokkurra helga rómverskra keisara, svo og konunga Frakklands, Spánar, Portúgals, Svíþjóðar og Ungverjalands (í ýmsum stafsetningum). Eftir Karlamagnús var nafn hans tekið upp sem orð sem þýðir „konungur“ á mörgum Austur-Evrópu tungumálum, til dæmis tékkneska král, ungverska király, rússneska король (korol) og tyrkneska kral. Nafnið varð ekki algengt í Bretlandi fyrr en á 17. öld. þegar það var borið af Stuart-konunginum Charles I. Það hafði verið kynnt í Stuart-konungsfjölskyldunni af Mary Queen of the Scots, sem hafði verið alin upp í Frakklandi. Með frægum flytjendum nafnsins má nefna náttúrufræðinginn Charles Darwin (1809-1882) sem gjörbylti líffræði. með þróunarkenningu sinni, skáldsagnahöfundurinn Charles Dickens (1812-1870) sem skrifaði slík verk eins og Great Expectations and A Tale of Two Cities, franski ríkisstjórinn Charles de Gaulle (1890-1970) og bandaríska teiknimyndagerðarmanninn Charles Schulz (1922-2000), skapari teiknimyndasögunnar Peanuts."}, {"name": "Christian", "desc": "Frá latneska nafninu Christianus á miðöldum sem þýðir „kristinn“ (sjá CHRISTOS). Á Englandi hefur það verið í notkun frá miðöldum og á þeim tíma var það notað bæði af körlum og konum, en það varð ekki algengt fyrr en á 17. öld. Í Danmörku hefur nafnið verið borið af tíu konungum síðan á 15. öld. Frægur flutningsmaður var Hans Christian Andersen (1805-1875), danskur höfundur slíkra ævintýra eins og ljóta andarungann og ný föt keisarans."}, {"name": "Christopher", "desc": "Frá síðgríska nafninu Χριστόφορος (Christophoros) sem þýðir „bera CHRIST“, dregið af Χριστός (Christos) ásamt φέρω (phero) sem þýðir „að bera, að bera“. Frumkristnir menn notuðu það sem myndhverflegt nafn og lýstu því yfir að þeir bæru Krist í hjarta sínu. Á miðöldum leiddu bókstaflegar túlkanir á siðareglum nafnsins til þjóðsagna um heilagan Kristófer sem bar hinn unga Jesú yfir ána. Hann er talinn verndardýrlingur ferðamanna. Sem enskt eiginnafn hefur Christopher verið almennt í notkun síðan á 15. öld. Það varð mjög vinsælt á seinni hluta 20. aldar og náði toppsæti Englands og Wales á níunda áratugnum og nálgaðist það í Bandaríkjunum. Í Danmörku var þetta nafn borið af þremur konungum (nöfn þeirra eru venjulega stafsett Christoffer), þar á meðal Kristófer af Bæjaralandi frá 15. öld sem einnig stjórnaði Noregi og Svíþjóð. Aðrir frægir handhafar eru ítalski landkönnuðurinn Christopher Columbus (1451-1506), enski leikskáldið Christopher Marlowe (1564-1593), enski arkitektinn Christopher Wren (1632-1723) og skáldskaparpersónan Christopher Robin úr A. A. Milne's Winnie-the-Pooh bókum."}, {"name": "Cýrus", "desc": "Frá Κῦρος (Kyros), gríska form persneska nafnsins Kūrush, sem getur þýtt „framsýnn“ eða „ungur“. Nafnið er stundum tengt við gríska κύριος (kyrios) sem þýðir „herra“. Það var borið af nokkrum konungum Persa, þar á meðal Kýrusi mikla, sem lagði undir sig Babýlon. Hann er frægur í Gamla testamentinu fyrir að frelsa hina föngnu gyðinga og leyfa þeim að snúa aftur til Ísraels. Sem enskt nafn kom það fyrst í notkun meðal Puritana eftir siðaskipti mótmælenda."}, {"name": "Cæsar", "desc": ""}, {"name": "Daði", "desc": ""}, {"name": "Dagbjartur", "desc": "Masculine form of DAGBJÖRT."}, {"name": "Dagfari", "desc": "Íslenskt nafn með samsetningu dagr „dagur“ og fara „að fara, að hreyfa sig, að ferðast“."}, {"name": "Dagfinnur", "desc": "Úr fornnorræna nafninu Dagfinnr, sem var samsett úr frumefnunum dagr „dagur“ og finnri „Sámi, persóna frá Finnlandi“."}, {"name": "Daggeir", "desc": "Íslensk samsetning dagr \"dags\" og geirr \"spjót\"."}, {"name": "Dagmann", "desc": "Icelandic combination of dagr \"day\" and maðr \"man\"."}, {"name": "Dagnýr", "desc": "Frá fornnorræna nafninu Dagný, sem var dregið af frumefnunum dagr \"dagur\" og nýrri \"nýrri\"."}, {"name": "Dagur", "desc": "Afleidd úr fornnorrænum dagr sem þýðir „dagur“."}, {"name": "Dagþór", "desc": "Combination of Icelandic dagr \"day\" and þórr \"thunder\"."}, {"name": "Dalbert", "desc": "Íslensk samsetning dalr \"dale, valley\" og bjartr \"light, shining\"."}, {"name": "Dalí", "desc": ""}, {"name": "Dalli", "desc": ""}, {"name": "Dalmann", "desc": ""}, {"name": "Dalmar", "desc": "Ekki í boði."}, {"name": "Dalvin", "desc": "Afbrigði af DELVIN."}, {"name": "Damíen", "desc": "Frönsk mynd af DAMIAN."}, {"name": "Damjan", "desc": "Slóvensk, króatísk, serbnesk og makedónsk mynd af DAMIAN."}, {"name": "Damon", "desc": "Komið úr grísku δαμάζω (damazo) sem þýðir „að temja“. Samkvæmt grískri goðsögn voru Damon og Pythias vinir sem bjuggu á Syracuse á 4. öld f.Kr. Þegar Pythias var dæmdur til dauða mátti hann fara tímabundið laus með því skilyrði að Damon tæki sæti hans í fangelsi. Pythias kom aftur rétt áður en Damon átti að taka af lífi í hans stað og konungur var svo hrifinn af hollustu þeirra við annan að hann náðaði Pythias. Sem enskt eiginnafn hefur það aðeins verið notað reglulega síðan á 20. öld."}, {"name": "Dan", "desc": "DAN (1) m Biblíuleg, Biblíuleg hebresk, hebresk"}, {"name": "Danelíus", "desc": ""}, {"name": "Daniel", "desc": "Frá hebreska nafninu דָּנִיֵאל (Daniyyel) sem þýðir \"Guð er dómari minn\", frá rótunum דִּין (din) sem þýðir \"að dæma\" og אֵל ('el) sem þýðir \"Guð\". Daníel var hebreskur spámaður en saga hans er sögð í Daníelsbók í Gamla testamentinu. Hann bjó á tímum Gyðinga í útlegð í Babýlon, þar sem hann þjónaði í hirð konungs og fór áberandi með því að túlka drauma konungs. Bókin sýnir einnig fjórar sýn Daníels á heimsendi. Vegna vinsælda Biblíupersónunnar kom nafnið í notkun á Englandi á miðöldum. Þótt það hafi orðið sjaldgæft á 15. öld var það endurvakið eftir siðaskipti mótmælenda. Meðal frægra handhafa þessa nafns eru enski rithöfundurinn Daniel Defoe (1660-1731), svissneski stærðfræðingurinn Daniel Bernoulli (1700-1782) og bandaríski landamærinn Daniel Boone (1734-1820)."}, {"name": "Danival", "desc": "Íslenskt afbrigði af DANIEL."}, {"name": "Daníel", "desc": "Frá hebreska nafninu דָּנִיֵאל (Daniyyel) sem þýðir \"Guð er dómari minn\", frá rótunum דִּין (din) sem þýðir \"að dæma\" og אֵל ('el) sem þýðir \"Guð\". Daníel var hebreskur spámaður en saga hans er sögð í Daníelsbók í Gamla testamentinu. Hann bjó á tímum Gyðinga í útlegð í Babýlon, þar sem hann þjónaði í hirð konungs og fór áberandi með því að túlka drauma konungs. Bókin sýnir einnig fjórar sýn Daníels á heimsendi. Vegna vinsælda Biblíupersónunnar kom nafnið í notkun á Englandi á miðöldum. Þótt það hafi orðið sjaldgæft á 15. öld var það endurvakið eftir siðaskipti mótmælenda. Meðal frægra handhafa þessa nafns eru enski rithöfundurinn Daniel Defoe (1660-1731), svissneski stærðfræðingurinn Daniel Bernoulli (1700-1782) og bandaríski landamærinn Daniel Boone (1734-1820)."}, {"name": "Daníval", "desc": "Íslenskt afbrigði af DANIEL."}, {"name": "Dante", "desc": "DURANTE stuttmynd miðalda. Athyglisverðasti flutningsmaður þessa nafns var Dante Alighieri, ítalska skáldið á 13. öld sem skrifaði hina guðdómlegu gamanmynd."}, {"name": "Daríus", "desc": "Rómversk mynd af Δαρεῖος (Dareios), sem var gríska form persneska nafnsins Dārayavahush sem þýðir „að eiga gæsku“, samsett úr frumefnunum dâraya „að eiga“ og vahu „gott“. Þrír fornir konungar Persíu báru þetta nafn, þar á meðal Daríus mikli sem stækkaði Achaemenidaveldið að mestu leyti. Sveitir hans réðust inn í Grikkland en voru sigraðar í orrustunni við maraþon. Það hefur aldrei verið mjög algengt sem eiginnafn í enskumælandi heimi, þó það hafi aukist í vinsældum eftir miðja 20. öld. Í Litháen gæti það verið gefið til heiðurs litháísk-ameríska flugmanninum Steponas Darius (1896-1933), sem lést við að reyna að fljúga beint frá New York til Litháens. Eftirnafn hans var amerískt form upprunalega Darašius."}, {"name": "Darri", "desc": "Diminutive af ÊDOUARD."}, {"name": "Davíð", "desc": "Frá hebreska nafninu דָּוִד (Dawid), sem var dregið af hebresku דּוֹד (dod) sem þýðir „ástvinur“ eða „frændi“. Davíð var annar og mesti konungur Ísraels og réð ríkjum á 10. öld f.Kr. Nokkrar sögur af honum eru sagðar í Gamla testamentinu, þar á meðal ósigur hans gegn Golíat, risastórum Filista. Samkvæmt Nýja testamentinu var Jesús ættaður frá honum og þetta nafn hefur verið notað í Bretlandi síðan á miðöldum. Það hefur verið sérstaklega vinsælt í Wales, þar sem það er notað til heiðurs 5. aldar verndardýrlinga í Wales (einnig kallað Dewi), svo og í Skotlandi, þar sem það var borið af tveimur konungum. Síðustu öld hefur það verið eitt af vinsælustu nöfnum enskumælandi heimsins og skilur aldrei eftir 30 efstu nöfn stráka í Bandaríkjunum og náði efsta sæti í Englandi og Wales á fimmta og sjötta áratugnum. Á Spáni var það vinsælasta nafnið fyrir stráka á áttunda og níunda áratugnum. Meðal frægra handhafanna eru heimspekingur David Hume (1711-1776), landkönnuður David Livingstone (1813-1873), tónlistarmaðurinn David Bowie (1947-2016) og knattspyrnumaður David Beckham (1975-). Þetta er líka nafn hetjunnar í hálf sjálfsævisögulegri skáldsögu Charles Dickens, David Copperfield (1850)."}, {"name": "Demus", "desc": "Stutt mynd af NICODEMUS."}, {"name": "Dengsi", "desc": ""}, {"name": "Deníel", "desc": "Bretneskt form DANIEL."}, {"name": "Dennis", "desc": "Venjuleg enska, þýska og hollenska mynd af DENIS."}, {"name": "Dexter", "desc": "Frá atvinnu eftirnafn sem þýðir \"sá sem litar\" á fornensku. Það fellur einnig saman við latneska orðið dexter sem þýðir „rétthentur, hæfir“."}, {"name": "Diðrik", "desc": "Dönsk, norsk og sænsk form af DIETRICH auk sjaldgæfrar hollenskrar styttrar mynd af DIEDERIK. Þekktur handhafi þessa nafns er norski söngvarinn Didrik Solli-Tangen (f. 1987)."}, {"name": "Diego", "desc": "Hugsanlega stytt mynd af SANTIAGO. Í miðöldum hefur Diego verið latíníserað sem Didacus og því hefur verið haldið fram að það stafi í raun af grísku διδαχή (didache) sem þýðir „kennsla“. Saint Didacus (eða Diego) var franskiskanskur bróðir frá 15. öld með aðsetur í Alcalá á Spáni. Aðrir frægir handhafar þessa nafns eru mexíkóski vegglistarmaðurinn Diego Rivera (1886-1957) og argentínski knattspyrnumaðurinn Diego Maradona (1960-)."}, {"name": "Diljar", "desc": "Karlkyns mynd af DILJA."}, {"name": "Dittó", "desc": ""}, {"name": "Díómedes", "desc": "Afleitt úr grísku Διός (Dios) sem þýðir „af ZEUS“ og μήδομαι (medomai) sem þýðir „að hugsa, að skipuleggja“. Í grísku goðsögninni var Diomedes ein mesta hetja sem barðist gegn Tróverjum. Með Odysseus fór hann inn í Troja og stal Palladium. Eftir Trójustríðið stofnaði hann borgirnar Brindisi og Arpi á Ítalíu."}, {"name": "Dofri", "desc": "Merking óþekkt. Hugsanlega tengt orðinu dofrar („dalur, dalur“), eða orð sem þýðir „latur“. Í norrænni goðafræði er þetta nafn risa sem býr á fjallinu Dofrafjall."}, {"name": "Dolli", "desc": "Diminotive form DOROTTYA, sem þýðir \"gjöf Guðs\"."}, {"name": "Dominik", "desc": "Form af DOMINIC notað á ýmsum tungumálum."}, {"name": "Dorri", "desc": ""}, {"name": "Dómald", "desc": "Þetta nafn var einkum borið af Domald frá Sidraga (um 1160-1243), öflugur dalmatískur aðalsmaður og feudal herra sem um nokkurra ára skeið var prins í borginni Split, sem var (og er) staðsett í því sem nú er Króatía. Þar sem ekki er mikið vitað um persónulegt líf hans (eins og fjölskyldan sem hann fæddist í, sem dregur þannig í efa þjóðerni hans), getum við ekki sagt neitt með vissu um merkingu og uppruna eiginnafns hans. hann var þjóðernislegur Slavi (líkurnar á því eru miklar), þá er fornafn hans líklegast einnig af slavneskum uppruna. Fyrsti þáttur þess er næstum örugglega fenginn úr slavnesku domu sem þýðir „heimili, hús“ (sjá DOMAGOJ). Seinni þáttur nafns hans er miklu minna öruggur, en það virðist sem það séu líkur á því að með metathesis geti það verið dregið af Slavic vladeti sem þýðir \"að stjórna\" (sjá VSEVOLOD) eða jafnvel Slavic mladu sem þýðir \"ungur\" (sjá MLADEN En ef Domald var ekki þjóðernislegur Slaverur, þá hefði hann kannski verið dalmatískur Ítali í staðinn, en þá virðist líklegt að nafn hans sé af germönskum uppruna. Þegar öllu er á botninn hvolft voru Ítalir vel kunnir germönskum nöfnum, þökk sé áhrifum Ostrogoths, Lombards og Franka nokkrum öldum áður. Nafn hans ætti þá að vera afbrigði af DOMUALD, sem er hið forna germanska samlíki af norræna nafninu DÓMALDR. Það gæti jafnvel verið tvinnað latnesk-germanskt nafn, þar sem þetta var til á Ítalíu strax á 8. öld e.Kr. Nafnið ætti þá að samanstanda af latínu dominus sem þýðir \"húsbóndi, höfðingi, herra\" (að lokum frá annaðhvort latínu domus \"húsi\" eða latínu domo \"til að temja\") og af germönskum wald sem þýðir \"vald, stjórn\". Allt í allt er það ljóst að að minnsta kosti þegar um er að ræða áðurnefndan Dalmatian aðalsmann, þá eru margvíslegir möguleikar fyrir orðsifjafræði nafnsins Domald. En þangað til við komumst meira að persónulegu lífi hans er aldrei hægt að útiloka neitt þeirra og ætti því að hafa í huga."}, {"name": "Dómaldi", "desc": ""}, {"name": "Dómaldur", "desc": ""}, {"name": "Dónald", "desc": "Frá gelíska nafninu Domhnall sem þýðir \"höfðingi heimsins\", samanstendur af gömlu keltnesku frumefnunum dumno \"heimur\" og val \"regla\". Þetta var nafn tveggja konunga 9. aldar Skota og Píkna. Það hefur jafnan verið mjög vinsælt í Skotlandi og á 20. öldinni varð það algengt í hinum enskumælandi heiminum. Þetta er nafn einnar vinsælustu teiknimyndapersóna Walt Disney, Donald Duck. Það bar einnig ástralski krikketleikarinn Donald Bradman (1908-2001)."}, {"name": "Dónaldur", "desc": "Frá gelíska nafninu Domhnall sem þýðir \"höfðingi heimsins\", samanstendur af gömlu keltnesku frumefnunum dumno \"heimur\" og val \"regla\". Þetta var nafn tveggja konunga 9. aldar Skota og Píkna. Það hefur jafnan verið mjög vinsælt í Skotlandi og á 20. öldinni varð það algengt í hinum enskumælandi heiminum. Þetta er nafn einnar vinsælustu teiknimyndapersóna Walt Disney, Donald Duck. Það bar einnig ástralski krikketleikarinn Donald Bradman (1908-2001)."}, {"name": "Dór", "desc": "Þýðir „kynslóð“ á hebresku."}, {"name": "Dóri", "desc": "Þýðir „mín kynslóð“ á hebresku."}, {"name": "Dósóþeus", "desc": ""}, {"name": "Draupnir", "desc": "Þýðir „gullsmiður“. Draupnir er nafn bæði dvergsins og ODINs gullna armhrings, sem hann lagði á jarðarfararbraut BALDR til að sýna fram á að HEL væri löglegur höfðingi undirheimanna. „Draupnir“ var einnig notað sem kenning fyrir „gull“."}, {"name": "Dreki", "desc": "Frá norrænu dreki sem þýðir \"dreki\"."}, {"name": "Drengur", "desc": ""}, {"name": "Dufgus", "desc": ""}, {"name": "Dufþakur", "desc": ""}, {"name": "Dugfús", "desc": ""}, {"name": "Dúi", "desc": ""}, {"name": "Dúnn", "desc": "From Old Norse dúnn meaning \"(eider)-down\"."}, {"name": "Dvalinn", "desc": "Fornorrænt nafn sem þýðir \"sá sem er svæfandi\". Hugsanlega dregið af sama orði og sænska dvala og danska og norska dvale, sem þýðir „svefn, dvala“. Dvalinn er einn af fjórum hjörtum í norrænni goðafræði sem át buddana af Yggdrasil, heimstrénu. Hann er líka dvergur og smiður sem bjó til hálsmen sem FREYJA notaði."}, {"name": "Dynþór", "desc": "Íslensk samsetning dynr \"din\", \"noise\", \"clattering of hofs\" og þórr \"thunder\"."}, {"name": "Dýri", "desc": ""}, {"name": "Dýrmundur", "desc": "Íslenskt nafn með samblandinu af dýr \"dádýr\" og mund \"vernd\"."}, {"name": "Döggvi", "desc": ""}, {"name": "Ebbi", "desc": "Diminutive af EBERHARD og öðrum nöfnum sem byrja á germanska frumefninu ebur sem þýðir \"villisvín\". Í Skandinavíu er það einnig minnkandi ESBEN."}, {"name": "Ebeneser", "desc": "Íslenskt afbrigði af EBENEZER."}, {"name": "Ebenezer", "desc": "Þýðir „steinn hjálpar“ á hebresku. Þetta var nafn minnisvarða sem Samúel reisti í Gamla testamentinu. Charles Dickens notaði það fyrir ömurlegu persónuna Ebenezer Scrooge í skáldsögu sinni A Christmas Carol (1843)."}, {"name": "Eberg", "desc": ""}, {"name": "Eddi", "desc": "Afbrigði af EDDIE."}, {"name": "Edgar", "desc": "Afleidd úr fornum enskum þáttum ead \"auður, örlög\" og gar \"spjót\". Þetta var nafn enska konungs frá 10. öld, Edgar hinn friðsami. Nafnið lifði ekki löngu eftir landnám Normandans en það var endurvakið á 18. öld, að hluta til vegna persóna með þessu nafni í skáldsögu Sir Walter Scott The Bride of Lammermoor (1819), sem segir frá hörmulegum kærleika Edgar Ravenswood og Lucy Ashton [1]. Meðal frægra handhafanna eru rithöfundurinn og skáldið Edgar Allan Poe (1809-1849), franski impressjónistamálarinn Edgar Degas (1834-1917) og rithöfundurinn Edgar Rice Burroughs (1875-1950)."}, {"name": "Edilon", "desc": ""}, {"name": "Edílon", "desc": ""}, {"name": "Edvard", "desc": "Form af EDWARD á nokkrum tungumálum."}, {"name": "Edvin", "desc": "Skandinavískt, finnskt, eistneskt og ungverskt form EDWIN."}, {"name": "Edward", "desc": "Þýðir „ríkur vörður“, fenginn úr forn-ensku frumefnunum ead „auður, gæfa“ og slitinn „vörður“. Þetta var nafn nokkurra engilsaxneskra konunga, síðastur var hinn heilagi Edward játandi skömmu fyrir landnám Normanda á 11. öld. Hann var þekktur sem réttlátur höfðingi og vegna vinsælda hans hélst nafn hans í notkun eftir landvinninginn þegar flest önnur forn-ensk nöfn voru skipt út fyrir Norman. 13. aldar Plantagenet konungur Hinrik III nefndi son sinn og eftirmann eftir dýrlingnum og sjö konungar Englands á eftir voru einnig nefndir Edward. Frægur flutningsmaður var breska tónskáldið Edward Elgar (1857-1934). Það var einnig notað af rithöfundinum Charlotte Brontë fyrir persónuna Edward Rochester, aðaláhugamál titilpersónunnar í skáldsögu sinni Jane Eyre (1847)."}, {"name": "Eðvald", "desc": ""}, {"name": "Eðvar", "desc": ""}, {"name": "Eðvarð", "desc": "Form af EDWARD á nokkrum tungumálum."}, {"name": "Efraím", "desc": "Afbrigði af EPHRAIM."}, {"name": "Eggert", "desc": "Vesturfrísneska og lágþýska þýska formið EGHARD."}, {"name": "Eggþór", "desc": "Íslenskt nafn með samblandinu af eggi \"edge of a weapon\" og þórr \"thunder\"."}, {"name": "Egill", "desc": "Frá fornnorræna nafninu Egill, smækkun nafna sem byrjaði á frumefninu agi „ótti, skelfing“. Þetta var nafn hálfgoðsagnakennds íslensks kappa."}, {"name": "Eiðar", "desc": ""}, {"name": "Eiður", "desc": ""}, {"name": "Eikar", "desc": "Íslenskt nafn með samsetningu eik \"eik\" og herr \"her\"."}, {"name": "Eilífur", "desc": ""}, {"name": "Einar", "desc": "Frá fornnorræna nafninu Einarr, dregið af frumefnunum ein „einn, einn“ og arr „stríðsmaður“. Þetta nafn deilir sömu rótum og einherjar, orðið fyrir drepna kappana í Valhalla."}, {"name": "Einir", "desc": "Ekki í boði."}, {"name": "Einvarður", "desc": ""}, {"name": "Einþór", "desc": "Íslenskt nafn með samsetningunni einn \"einn, einn\" og þórr \"þruma\"."}, {"name": "Eir", "desc": "Þýðir „miskunn“ á fornorrænu. Þetta var nafn norrænrar gyðju lækninga og lækninga."}, {"name": "Eiríkur", "desc": "Þýðir „alltaf höfðingi“, úr fornorræna nafninu Eiríkr, dreginn af frumefnunum ei „alltaf, alltaf“ og ríkr „höfðingi, voldugur“. Athyglisverður flutningsmaður var Eiríkr inn Rauda (Eric rauði á ensku), siglingamaður og landkönnuður frá 10. öld sem uppgötvaði Grænland. Þetta var einnig nafn nokkurra fyrstu konunga í Svíþjóð, Danmörku og Noregi. Þetta algenga norræna nafn kom fyrst til Englands af dönskum landnemum á engilsaxneska tímabilinu. Hún var ekki vinsæl á Englandi á miðöldum en hún var endurvakin á 19. öld, að hluta til vegna skáldsögu barna Eric, eða Little by Little (1858) eftir Frederic William Farrar."}, {"name": "Eivin", "desc": "Afbrigði af EIVIND. Meðal þekktra handhafa þessa nafns má nefna norska djasstónlistarmanninn Eivin One Pedersen (1956-2012) og Eivin Kilcher úr raunveruleikasjónvarpsþáttunum \"Alaska: The Last Frontier\"."}, {"name": "Elberg", "desc": ""}, {"name": "Elbert", "desc": "Hollenskt afbrigði af ADELBERT."}, {"name": "Eldar", "desc": "Frá tyrknesku el sem þýðir „land, samfélag“ ásamt persneska viðskeytinu دار (dar) sem þýðir „eignaraðili“."}, {"name": "Eldgrímur", "desc": ""}, {"name": "Eldjárn", "desc": ""}, {"name": "Eldmar", "desc": "Íslenskt nafn með samsetningu eldr „elds“ og mari „frægs“."}, {"name": "Eldon", "desc": "Frá eftirnafni sem var frá örnefni sem þýðir „hæð Ella“ á fornensku."}, {"name": "Eldór", "desc": "Úsbekska mynd ELDAR."}, {"name": "Eldur", "desc": ""}, {"name": "Elentínus", "desc": ""}, {"name": "Elfar", "desc": ""}, {"name": "Elfráður", "desc": ""}, {"name": "Elimar", "desc": ""}, {"name": "Elinór", "desc": "Afbrigði af ELEANOR."}, {"name": "Elis", "desc": "Sænskt afbrigði af ELIAS, sem og enska form miðalda."}, {"name": "Elí", "desc": "ELI (1) m enska, hebreska, biblíulega, biblíulega gríska, biblíulega hebreska"}, {"name": "Elía", "desc": "Ítalskt form ELIJAH."}, {"name": "Elían", "desc": "Hollensk afbrigði af nöfnum sem byrja á Eli, svo sem ELIJAH eða ELISABETH."}, {"name": "Elías", "desc": "Form ELIJAH notað á nokkrum tungumálum. Þetta er líka formið sem notað er í Gríska Nýja testamentinu."}, {"name": "Elíeser", "desc": "Afbrigði af ELIEZER."}, {"name": "Elímar", "desc": ""}, {"name": "Elínbergur", "desc": "Masculine form of ELÍNBORG."}, {"name": "Elínmundur", "desc": "Íslenskt nafn með samsetningu ELÍN og mundar \"verndar\"."}, {"name": "Elínór", "desc": "Afbrigði af ELEANOR."}, {"name": "Elíott", "desc": "Frá eftirnafni sem var afbrigði af ELLIOTT."}, {"name": "Elís", "desc": "Sænskt afbrigði af ELIAS, sem og enska form miðalda."}, {"name": "Ellert", "desc": "Vesturfrískt afbrigði af ALLERT og skandinavískt afbrigði af EILERT."}, {"name": "Elli", "desc": "Hvar (೧) f Gríska"}, {"name": "Elliði", "desc": ""}, {"name": "Ellís", "desc": "ELLIS (1) m & f enska"}, {"name": "Elmar", "desc": "Ætt frá ýmsum germönskum nöfnum eins og Agilmar, sem var dregið af frumefnunum agil \"brún (af sverði), blað\" og mari \"frægur\"."}, {"name": "Elvar", "desc": "Úr fornnorræna nafninu Alfarr, myndað úr frumefnunum alfr \"álfur\" og arr \"kappi\"."}, {"name": "Elvin", "desc": "Afbrigði af ALVIN."}, {"name": "Elvis", "desc": "Merking óþekkt. Það gæti hugsanlega verið afleiða af ALVIS eða ELWIN. Líklegra er að það sé frá sjaldgæfa eftirnafninu Elvis, afbrigði af Elwes, sem að lokum er dregið af eiginnafninu ELOISE. Söngvarinn Elvis Presley (1935-1977) vakti nafnið fyrir almenningi, en nafn hans kom frá millinafni föður síns. Þetta nafn er einnig notað sem anglicized mynd af írska AILBHE."}, {"name": "Emanúel", "desc": "Form EMMANUEL á nokkrum tungumálum."}, {"name": "Embrek", "desc": ""}, {"name": "Emerald", "desc": "Frá orðinu um græna dýrindissteininn, sem er fæðingarsteinn maí. Smaragðið miðlar sem sagt ást til handhafa. Orðið er að lokum úr grísku σμάραγδος (smaragdos)."}, {"name": "Emil", "desc": "Frá rómverska ættarnafninu Aemilius, sem var dregið af latnesku aemulus sem þýðir „keppinautur“."}, {"name": "Emir", "desc": "Bosnískt form AMIR (1)."}, {"name": "Emmanúel", "desc": "Frá hebreska nafninu עִמָּנוּאֵל ('Immanu'el) sem þýðir \"Guð er með okkur\", frá rótunum עִם (' im) sem þýðir \"með\" og אֵל ('el) sem þýðir \"Guð\". Þetta var fyrirsagt nafn Messíasar í Gamla testamentinu. Það hefur verið notað á Englandi síðan á 16. öld í stafsetningunum Emmanuel og Immanuel, þó að það hafi ekki verið útbreitt [1]. Nafnið hefur verið algengara á meginlandi Evrópu, sérstaklega á Spáni og í Portúgal (í stafsetningunum Manuel og Manoel)."}, {"name": "Engilbert", "desc": ""}, {"name": "Engilbjartur", "desc": ""}, {"name": "Engiljón", "desc": "Íslensk samsetning ǫngul-l „krókur til veiða“ og JÓN."}, {"name": "Engill", "desc": ""}, {"name": "Enok", "desc": "Skandinavískt form ENOCH."}, {"name": "Eragon", "desc": "Nafn aðalpersónunnar í arfleifð skáldsögum bandaríska rithöfundarins Christopher Paolini. Í skáldsögunum er Eragon drekaferill og í viðtölum hefur Paolini lýst því yfir að hann hafi komið upp nafni Eragon með því að breyta fyrsta staf stafsins í drekanum. Sumir telja að Paolini hafi fengið Eragon úr persónunni Erragon úr Pern seríu rithöfundarins Anne McCaffery, einnig með drekum og sem Paolini hefur viðurkennt að hafa haft áhrif á. McCaffery sjálf gæti hafa fengið nafnið frá persónunni Erragon úr Orrustunni við Lore, af ljóðum Ossian (um 1760), þar sem Ossian er skáldskapur sögumaður gelískra goðsagna og þjóðsagna sem skoska skáldið James Macpherson bjó til."}, {"name": "Erasmus", "desc": "Afleitt úr grísku ἐράσμιος (erasmios) sem þýðir „ástvinur“. Heilagur Erasmus, einnig þekktur sem Saint Elmo, var píslarvottur á 4. öld sem er verndardýrlingur sjómanna. Erasmus var einnig nafn hollenskra fræðimanna á endurreisnartímabilinu."}, {"name": "Eric", "desc": "Þýðir „alltaf höfðingi“, úr fornorræna nafninu Eiríkr, dreginn af frumefnunum ei „alltaf, alltaf“ og ríkr „höfðingi, voldugur“. Athyglisverður flutningsmaður var Eiríkr inn Rauda (Eric rauði á ensku), siglingamaður og landkönnuður frá 10. öld sem uppgötvaði Grænland. Þetta var einnig nafn nokkurra fyrstu konunga í Svíþjóð, Danmörku og Noregi. Þetta algenga norræna nafn kom fyrst til Englands af dönskum landnemum á engilsaxneska tímabilinu. Hún var ekki vinsæl á Englandi á miðöldum en hún var endurvakin á 19. öld, að hluta til vegna skáldsögu barna Eric, eða Little by Little (1858) eftir Frederic William Farrar."}, {"name": "Erik", "desc": "Skandinavískt form ERIC. Þetta var nafn konunga Svíþjóðar, Danmerkur og Noregs. Erik IX Svíakonungur (12. öld) er verndardýrlingur þess lands."}, {"name": "Erlar", "desc": ""}, {"name": "Erlendur", "desc": "Frá fornnorræna nafninu Erlendr, sem var dregið af ørlendr sem þýðir „útlendingur“."}, {"name": "Erling", "desc": "Þýðir „afkomandi jarlsins“, afleiða af norræna orðinu jarl sem þýðir „höfðingi, aðalsmaður, jarl“."}, {"name": "Erlingur", "desc": "Þýðir „afkomandi jarlsins“, afleiða af norræna orðinu jarl sem þýðir „höfðingi, aðalsmaður, jarl“."}, {"name": "Ermenrekur", "desc": ""}, {"name": "Ernest", "desc": "Komið frá germönsku eornost sem þýðir „alvarlegt“. Það var kynnt til Englands af þýska húsinu í Hannover þegar þeir erfðu breska hásætið á 18. öld, þó að það hafi ekki orðið algengt fyrr en á næstu öld. Bandaríski rithöfundurinn og ævintýramaðurinn Ernest Hemingway (1899-1961) var frægur handhafi nafnsins. Það var einnig notað af Oscar Wilde fyrir persónu í gamanmynd hans The Importance of Being Earnest (1895)."}, {"name": "Ernestó", "desc": "Ítalska, spænska og portúgalska af ERNEST."}, {"name": "Ernir", "desc": ""}, {"name": "Ernst", "desc": "Þýska, hollenska og skandinavíska gerð ERNEST."}, {"name": "Eron", "desc": ""}, {"name": "Eros", "desc": "Þýðir „ást“ á grísku. Í grískri goðafræði var hann ungur guð, sonur Afródítu, sem var vopnaður örvum sem ollu því að fórnarlambið varð ástfangið."}, {"name": "Erpur", "desc": ""}, {"name": "Esekíel", "desc": "Faroese form of ESEKÍEL."}, {"name": "Esjar", "desc": ""}, {"name": "Esra", "desc": "Hugsanlega tyrkneskt form ASRA."}, {"name": "Estefan", "desc": "Occitan mynd af STEPHEN."}, {"name": "Evald", "desc": "Afbrigði af EWALD."}, {"name": "Evan", "desc": "Anglicized form af Iefan, velsk mynd af JOHN."}, {"name": "Evert", "desc": "Hollensk og sænsk mynd af EVERARD."}, {"name": "Evían", "desc": "Afbrigði af EVAN."}, {"name": "Eyberg", "desc": "Kvenleg form EYBORG."}, {"name": "Eyjar", "desc": ""}, {"name": "Eyjólfur", "desc": "Samið úr germönskum nafnaþáttum EY (með óljósum merkingum) og ULF „úlfi“. Nafnið er borið af Eyjólfi Sverrissyni, knattspyrnumanni og þjálfara frá Íslandi."}, {"name": "Eykam", "desc": ""}, {"name": "Eylaugur", "desc": ""}, {"name": "Eyleifur", "desc": ""}, {"name": "Eymar", "desc": "Íslensk blanda af ey \"eyju\" eða \"gæfu\" og mærr \"frægri\"."}, {"name": "Eymundur", "desc": ""}, {"name": "Eyríkur", "desc": ""}, {"name": "Eysteinn", "desc": "Afleidd úr fornnorrænum þáttum ey sem þýðir „eyja“ eða „gæfu“ og steinn sem þýðir „steinn“."}, {"name": "Eyvar", "desc": ""}, {"name": "Eyvindur", "desc": "Af fornnorræna nafninu Eyvindr, sem var dregið af ey sem þýðir „eyja“ eða „gæfu“ og vindr þýðir hugsanlega „sigurvegari“."}, {"name": "Eyþór", "desc": "Combination of ey \"good fortune\" or \"island\" and þórr \"thunder\". Famous bearer is Eyþór Ingi Gunnlaugsson (born 29 May 1989), Icelandic singer."}, {"name": "Fabrisíus", "desc": ""}, {"name": "Falgeir", "desc": ""}, {"name": "Falur", "desc": ""}, {"name": "Fannar", "desc": "Hugsanlega dregið af fornorrænu fǫnn sem þýðir „snjóskafli“."}, {"name": "Fannberg", "desc": "Karlkyns mynd af FANNBORG."}, {"name": "Fanngeir", "desc": "Íslenskt nafn með samsetningu fönn 'snjóskafla' og geirra 'spjóti'."}, {"name": "Fannþór", "desc": ""}, {"name": "Fáfnir", "desc": "Merkir „faðmlagið“ á fornorrænu. Það er nafn dreka í norrænum kveðskap."}, {"name": "Fálki", "desc": ""}, {"name": "Felix", "desc": "Frá rómverskum skilningi sem þýðir „heppinn, vel heppnaður“ á latínu. Það hlaut rómverski hershöfðinginn Sulla sem dánarorð eða gælunafn. Það birtist einnig í Nýja testamentinu sem tilheyrir landstjóra Júdeu sem fangelsaði heilagan Paul. Vegna hagstæðrar merkingar þess var þetta nafn vinsælt meðal frumkristinna manna og var borið af mörgum frumdýrlingum og fjórum páfum. Það hefur verið notað á Englandi frá miðöldum, þó að það hafi verið vinsælla á meginlandi Evrópu. Athyglisverður flutningsmaður var þýska tónskáldið Felix Mendelssohn (1809-1847)."}, {"name": "Fengur", "desc": ""}, {"name": "Fenrir", "desc": "Hugsanlega þýðir það „fenbúi“, að hluta til úr norrænu feni „mýri, mýr, mýri“. Í norrænni goðsögn var þetta nafn risastórs, ófreskislegs úlfs - sonur Loka af hinni illu tröllkonu Angrboðu - sem átti að drepa guðinn Óðinn í lokabardaga Ragnarök. J. K. Rowling fékk nafnið fyrir varúlf að láni í skáldsögunum sínum um Harry Potter og tungl Satúrnusar var nefnt eftir Fenri árið 2005."}, {"name": "Ferdinand", "desc": "Frá Ferdinando, gamla spænska formið af germönsku nafni sem samanstendur af frumefnunum „ferð“ og nand „áræði, hugrakkur“. Visgoths komu með nafnið til Íberíuskagans, þar sem það gekk inn í konungsfjölskyldur Spánar og Portúgals. Þaðan varð það algengt meðal Habsborgar konungsfjölskyldu Heilaga rómverska heimsveldisins og Austurríkis og byrjaði á spænska fæddum Ferdinand I á 16. öld. Athyglisverður flutningsmaður var portúgalski landkönnuðurinn Ferdinand Magellan (1480-1521), kallaður Fernão de Magalhães á portúgölsku, sem var leiðtogi fyrsta leiðangursins sem sigldi um jörðina."}, {"name": "Ferdínand", "desc": "Frá Ferdinando, gamla spænska formið af germönsku nafni sem samanstendur af frumefnunum „ferð“ og nand „áræði, hugrakkur“. Visgoths komu með nafnið til Íberíuskagans, þar sem það gekk inn í konungsfjölskyldur Spánar og Portúgals. Þaðan varð það algengt meðal Habsborgar konungsfjölskyldu Heilaga rómverska heimsveldisins og Austurríkis og byrjaði á spænska fæddum Ferdinand I á 16. öld. Athyglisverður flutningsmaður var portúgalski landkönnuðurinn Ferdinand Magellan (1480-1521), kallaður Fernão de Magalhães á portúgölsku, sem var leiðtogi fyrsta leiðangursins sem sigldi um jörðina."}, {"name": "Fertram", "desc": "Íslenskt nafn af óþekktum uppruna og merkingu, fundið upp fyrir ævintýri Sagan af Fertram og Ísól björtu, sem þýðir sem Sagan um Fertram og bjarta Ísól á ensku. Nafnið er líklega undir áhrifum frá nöfnum BERTRAM og FERDINAND."}, {"name": "Feykir", "desc": "Fornorrænt nafn, Frá fornnorrænu feykir sem þýðir „blása, henda, þjóta einn“, „eldur“."}, {"name": "Filip", "desc": "Form PHILIP á ýmsum tungumálum."}, {"name": "Filippus", "desc": "Opinber hollensk mynd af PHILIP, notuð á fæðingarvottorðum en ekki oft í daglegu lífi."}, {"name": "Finn", "desc": "FINN (1) m Írsk goðafræði, írsk"}, {"name": "Finnbjörn", "desc": ""}, {"name": "Finnbogi", "desc": "From Old Norse finnr \"Finn, Sámi\" and bogi \"bow\"."}, {"name": "Finngeir", "desc": ""}, {"name": "Finni", "desc": "Afbrigði af FINNR."}, {"name": "Finnjón", "desc": "Íslenskt nafn með samsetningu finnr \"Finn, Lapp\" og JÓN."}, {"name": "Finnlaugur", "desc": ""}, {"name": "Finnur", "desc": "Frá fornnorræna nafninu Finnr, sem þýddi „sami, einstaklingur frá Finnlandi“."}, {"name": "Finnvarður", "desc": ""}, {"name": "Fífill", "desc": "From Old Norse fífill meaning \"dandelion\"."}, {"name": "Fíus", "desc": ""}, {"name": "Fjalar", "desc": "Modern form of FJALARR."}, {"name": "Fjalarr", "desc": "Merking óþekkt. Hugsanlega tengt við norrænu fela „að fela sig“, norska fjela „til að njósna“ eða fornnorræna fjǫl „mikið, margfaldt“. Í norrænni goðafræði er þetta nafn nokkurra risa, hana og dvergs. Dvergurinn Fjalarr, með hjálp GALARR bróður síns, myrti KVASIR og bruggaði mjöð skaldanna úr blóði hans."}, {"name": "Fjarki", "desc": "Úr íslensku fjarki sem þýðir „quad“."}, {"name": "Fjólar", "desc": ""}, {"name": "Fjólmundur", "desc": ""}, {"name": "Fjölnir", "desc": ""}, {"name": "Fjölvar", "desc": ""}, {"name": "Fjörnir", "desc": ""}, {"name": "Flemming", "desc": "Frá norrænu gælunafni miðalda sem þýðir „frá Flandern“."}, {"name": "Flosi", "desc": ""}, {"name": "Flóki", "desc": "Afleidd úr fornnorrænu flóki „hárkollur“ eða „hreinskilinn maður“."}, {"name": "Flórent", "desc": "Frönsk karlkynsform Florentius (sjá FLORENCE)."}, {"name": "Flóvent", "desc": "Rómverskt ættarnafn sem þýðir „gullið“ eða „gult hár“ frá latínu flavus „gult, gyllt“. Flavius ​​var ættarnafn rómversku keisaranna 1. aldar Vespasian, Titus og Domitian. Það var notað sem persónulegt nafn af nokkrum seinna keisurum, einkum af Constantine."}, {"name": "Forni", "desc": ""}, {"name": "Fossmar", "desc": ""}, {"name": "Fólki", "desc": "Fornnorrænt form af FÓLK."}, {"name": "Francis", "desc": "Enskt form seint latneska nafnsins Franciscus sem þýðir „Frakki“, að lokum frá germönsku ættbálki Frankanna, sem voru nefndir fyrir tegund spjóts sem þeir notuðu. Þetta nafn var borið af heilögum Frans frá Assisi á 13. öld, sem upphaflega var kallaður Giovanni en hlaut viðurnefnið Francesco af föður sínum, aðdáanda Frakka. Francis hélt áfram að afsala sér auði föður síns og helga líf sitt fátækum og stofnaði franskiskanareglu friaranna. Síðar á ævinni fékk hann greinilega stigmata. Vegna frægðar dýrðarinnar varð þetta nafn útbreitt í Vestur-Evrópu á miðöldum. Það var þó ekki notað reglulega í Bretlandi fyrr en á 16. öld. Meðal frægra handhafa eru Saint Francis Xavier (1506-1552), trúboði til Austur-Asíu, heimspekingur og vísindamaður Francis Bacon (1561-1626) og landkönnuður og aðmíráll Sir Francis Drake (1540-1595). Í enskumælandi heiminum þetta nafn er stundum notað fyrir stelpur, sem afbrigði af hómófóninum Frances."}, {"name": "Frank", "desc": "Frá germönsku nafni sem vísaði til meðlims germanska ættbálksins, Frankanna. Frankar settust að á þeim svæðum sem nú eru kölluð Frakkland og Holland á 3. og 4. öld. Þeir fengu hugsanlega ættarnafn sitt af nafni spjótategundar sem þeir notuðu. Frá miðöldum hafa ýmsar gerðir þessa nafns almennt verið sameinaðar hinum ýmsu gerðum Francis. Í nútímanum er það stundum notað sem stutt mynd af Francis eða Franklin.Nafnið flutti nafnið til Englands. Meðal athyglisverðra handhafanna eru rithöfundurinn L. Frank Baum (1856-1919), arkitekt Frank Lloyd Wright (1867-1959) og söngvarinn Frank Sinatra (1915-1998)."}, {"name": "Franklin", "desc": "Frá ensku eftirnafni sem var dregið af mið-ensku frankelin „freeman“. Frægur handhafi eftirnafnsins var Benjamin Franklin (1706-1790), bandarískur stjórnmálamaður, uppfinningamaður, vísindamaður og heimspekingur. Nafnið hefur oft verið gefið honum til heiðurs í Bandaríkjunum. Það fékk einnig uppörvun á kjörtímabili forseta Bandaríkjanna, Franklins D. Roosevelt (1882-1945)."}, {"name": "Franklín", "desc": "Frá ensku eftirnafni sem var dregið af mið-ensku frankelin „freeman“. Frægur handhafi eftirnafnsins var Benjamin Franklin (1706-1790), bandarískur stjórnmálamaður, uppfinningamaður, vísindamaður og heimspekingur. Nafnið hefur oft verið gefið honum til heiðurs í Bandaríkjunum. Það fékk einnig uppörvun á kjörtímabili forseta Bandaríkjanna, Franklins D. Roosevelt (1882-1945)."}, {"name": "Frans", "desc": "Hollensk, skandinavísk og finnsk mynd af Franciscus (sjá FRANCIS)."}, {"name": "Franz", "desc": "Þýska mynd Franciscus (sjá FRANCIS). Þetta nafn bar hinn áhrifamikli rithöfundur Franz Kafka (1883-1924), höfundur Réttarhalda og Kastalans meðal annarra verka. Það var líka nafn ráðamanna í Austurríki og Heilaga rómverska heimsveldinu."}, {"name": "Fránn", "desc": "Beint tekið af fornnorrænu fráni „glampandi, blikkandi (af höggormum, vopnum)“."}, {"name": "Frár", "desc": "Þýðir „skjótur, fljótur, vakandi“. Þetta er nafn dvergs í norrænni goðafræði."}, {"name": "Freybjörn", "desc": ""}, {"name": "Freygarður", "desc": ""}, {"name": "Freymann", "desc": "Icelandic combination of FREYR and maðr \"man\"."}, {"name": "Freymar", "desc": ""}, {"name": "Freymóður", "desc": ""}, {"name": "Freymundur", "desc": ""}, {"name": "Freyr", "desc": "Þýðir „herra“ á fornorrænu. Þetta var nafn norræns guðs. Hann kann að hafa verið upphaflega kallaður Yngvi en nafnið Freyr er titill hans. Freyr stjórnaði frjósemi, sólarljósi og rigningu og var eiginmaður frostrisans Gerd. Með tvíburasystur sinni Freya og föður Njord var hann einn af þeim guðum sem kallast Vanir."}, {"name": "Freysteinn", "desc": "Íslenskt og fornorrænt afbrigði af FRØYSTÆINN."}, {"name": "Freyviður", "desc": ""}, {"name": "Freyþór", "desc": "Samsetning FREYR og THOR"}, {"name": "Friðberg", "desc": ""}, {"name": "Friðbergur", "desc": ""}, {"name": "Friðbert", "desc": ""}, {"name": "Friðbjörn", "desc": ""}, {"name": "Friðfinnur", "desc": ""}, {"name": "Friðgeir", "desc": ""}, {"name": "Friðjón", "desc": ""}, {"name": "Friðlaugur", "desc": ""}, {"name": "Friðleifur", "desc": ""}, {"name": "Friðmann", "desc": ""}, {"name": "Friðmar", "desc": ""}, {"name": "Friðmundur", "desc": ""}, {"name": "Friðrik", "desc": "Króatískt form FREDERICK."}, {"name": "Friðríkur", "desc": ""}, {"name": "Friðsteinn", "desc": ""}, {"name": "Friður", "desc": ""}, {"name": "Friðvin", "desc": ""}, {"name": "Friðþjófur", "desc": ""}, {"name": "Friðþór", "desc": ""}, {"name": "Friedrich", "desc": "Þýskt form FREDERICK. Þetta var nafn konunga Þýskalands. Sósíalistinn Friedrich Engels (1820-1895) og heimspekingurinn Friedrich Wilhelm Nietzsche (1844-1900) eru tveir frægir handhafar þessa nafns."}, {"name": "Fritz", "desc": "Þýska minnkandi af FRIEDRICH."}, {"name": "Fríðsteinn", "desc": ""}, {"name": "Frímann", "desc": "Norska formið FRIEDEMANN."}, {"name": "Frosti", "desc": "Upphaflega nafnheiti, úr norrænu frosti „frosti“. Í norrænni goðsögn var þetta nafn dvergs."}, {"name": "Frostúlfur", "desc": ""}, {"name": "Fróði", "desc": ""}, {"name": "Fróðmar", "desc": ""}, {"name": "Funi", "desc": "Úr fornorrænu funi „logi, eldur“. Upphaflega var Funi nafn á hesti"}, {"name": "Fúsi", "desc": ""}, {"name": "Fylkir", "desc": ""}, {"name": "Gabriel", "desc": "Frá hebreska heitinu גַבְרִיאֵל (Gavri'el) sem þýðir \"Guð er minn sterki maður\", dreginn af גֶבֶר (gever) sem þýðir \"sterkur maður, hetja\" og אֵל ('el) sem þýðir \"Guð\". Gabriel er erkiengill að hefð hebresku og birtist oft sem sendiboði Guðs. Í Gamla testamentinu er hann sendur til að túlka sýnir Daníels spámanns, en í Nýja testamentinu er hann boðberi fæðinga Jóhannesar til Sakaría og Jesú fyrir Maríu. Samkvæmt íslömskum sið var hann engillinn sem fyrirskipaði Múhameð Kóraninn. Þetta nafn hefur verið notað stundum á Englandi síðan á 12. öld. Það var ekki algengt í enskumælandi heimi fyrr en í lok 20. aldar."}, {"name": "Gabríel", "desc": "Frá hebreska heitinu גַבְרִיאֵל (Gavri'el) sem þýðir \"Guð er minn sterki maður\", dreginn af גֶבֶר (gever) sem þýðir \"sterkur maður, hetja\" og אֵל ('el) sem þýðir \"Guð\". Gabriel er erkiengill að hefð hebresku og birtist oft sem sendiboði Guðs. Í Gamla testamentinu er hann sendur til að túlka sýnir Daníels spámanns, en í Nýja testamentinu er hann boðberi fæðinga Jóhannesar til Sakaría og Jesú fyrir Maríu. Samkvæmt íslömskum sið var hann engillinn sem fyrirskipaði Múhameð Kóraninn. Þetta nafn hefur verið notað stundum á Englandi síðan á 12. öld. Það var ekki algengt í enskumælandi heimi fyrr en í lok 20. aldar."}, {"name": "Gaddi", "desc": "Gaddi, sonur SUSI frá húsi MANASSEH, var útsendari sendur til Kanaan áður en hann fór yfir ána Jórdanar samkvæmt 4. Mósebók 13:11."}, {"name": "Gael", "desc": "Afbrigði af GAIL, sem fellur einnig saman við þjóðfræðilega hugtakið Gael, sem vísar til ræðumanna í gelískum tungumálum."}, {"name": "Galdur", "desc": "Úr fornorrænu galdr sem þýðir „töfra söngur“, „töfra“."}, {"name": "Galti", "desc": ""}, {"name": "Gamalíel", "desc": "Þýðir „laun mín eru Guð“ á hebresku. Í Postulasögunni í Nýja testamentinu er hann kennari Saint Paul."}, {"name": "Garðar", "desc": ""}, {"name": "Garibaldi", "desc": ""}, {"name": "Garpur", "desc": ""}, {"name": "Garri", "desc": "Rússneska mynd af HARRY."}, {"name": "Gaston", "desc": "Hugsanlega frá germönsku nafni dregið af frumefninu gast sem þýðir „ókunnugur, gestur“. Þetta er venjulega franska nafnið á Saint Vedastus, kallað Vaast á Flæmska, og að öðrum kosti getur nafnið verið tengt því. Nafnið var einnig borið af nokkrum talningum Foix-Béarn, sem hófst á 13. öld."}, {"name": "Gaui", "desc": "Merking óþekkt."}, {"name": "Gaukur", "desc": ""}, {"name": "Gauti", "desc": "Fornorræn mynd af GÖTE."}, {"name": "Gautrekur", "desc": ""}, {"name": "Gautur", "desc": ""}, {"name": "Gautviður", "desc": ""}, {"name": "Gáki", "desc": ""}, {"name": "Geimar", "desc": ""}, {"name": "Geir", "desc": "Afleitt úr forn-norska frumefninu geirr sem þýðir „spjót“."}, {"name": "Geirarður", "desc": ""}, {"name": "Geirfinnur", "desc": ""}, {"name": "Geirharður", "desc": ""}, {"name": "Geirhjörtur", "desc": ""}, {"name": "Geirhvatur", "desc": ""}, {"name": "Geiri", "desc": ""}, {"name": "Geirlaugur", "desc": ""}, {"name": "Geirleifur", "desc": ""}, {"name": "Geirmundur", "desc": ""}, {"name": "Geirólfur", "desc": ""}, {"name": "Geirröður", "desc": ""}, {"name": "Geirtryggur", "desc": ""}, {"name": "Geirvaldur", "desc": ""}, {"name": "Geirþjófur", "desc": ""}, {"name": "Geisli", "desc": ""}, {"name": "Gellir", "desc": ""}, {"name": "Georg", "desc": "Form GEORGE á nokkrum tungumálum. Þetta nafn bar þýski hugsjónaspekingurinn Georg Wilhelm Friedrich Hegel (1770-1831)."}, {"name": "George", "desc": "Frá gríska heitinu Γεώργιος (Georgios), sem var dregið af gríska orðinu γεωργός (georgos) sem þýðir „bóndi, jarðvinnumaður“, sjálft dregið af frumefnunum γῆ (ge) sem þýðir „jörð“ og ἔργον (ergon) sem þýðir „vinna“. Saint George var rómverskur hermaður frá 3. öld frá Palestínu sem var píslarvættur í ofsóknum Diocletianusar keisara. Síðari þjóðsögur lýsa ósigri hans á drekanum, sem hann var oft sýndur með í miðalda list. Upphaflega var Saint George fyrst og fremst dáður af austur kristnum mönnum, en aftur krossfarar komu sögum af honum til Vestur-Evrópu og hann varð verndari Englands, Portúgals, Katalóníu. og Aragon. Nafnið var sjaldan notað á Englandi fyrr en Þjóðverjinn George I kom til breska hásætisins á 18. öld. Fimm breskir konungar í kjölfarið hafa borið nafnið. Aðrir frægir handhafar eru tveir konungar Grikklands, tónskáldið George Frideric Handel (1685-1759), fyrsti forseti Bandaríkjanna, George Washington (1732-1797) og Kyrrahafskönnuðurinn George Vancouver (1757-1798). Þetta var einnig pennafn höfunda George Eliot (1819-1880) og George Orwell (1903-1950), réttu nöfnin Mary Anne Evans og Eric Arthur Blair í sömu röð."}, {"name": "Gerald", "desc": "Frá germönsku nafni sem þýðir \"regla spjótsins\", frá frumefnunum ger sem þýðir \"spjót\" og wald þýðir \"regla\". Normannar komu þessu nafni til Bretlands. Þrátt fyrir að það dó út á Englandi á miðöldum hélst það algengt á Írlandi. Það var endurvakið í enskumælandi heimi á 19. öld."}, {"name": "Gerðar", "desc": ""}, {"name": "Geri", "desc": ""}, {"name": "Gestar", "desc": "Íslensk samsetning gestr „gestur“ og herr „her“."}, {"name": "Gestur", "desc": ""}, {"name": "Gilbert", "desc": "Merkir „bjart veð“, dregið af germönsku frumefnunum gisil „loforð, gísl“ og beraht „bjart“. Normannar kynntu þetta nafn fyrir Englandi, þar sem það var algengt á miðöldum. Það var borið af 12. aldar breskum dýrlingi, stofnanda trúarreglunnar sem kallast Gilbertines."}, {"name": "Gill", "desc": "Stutt mynd af GILLIAN."}, {"name": "Gilmar", "desc": "Ekki í boði."}, {"name": "Gils", "desc": "Austur-Prússneska þýska formið af GALLUS."}, {"name": "Gissur", "desc": "Afbrigði af Gizurr, sambland af norrænu gissi \"giska\" og svari \"svar, svar\"."}, {"name": "Gizur", "desc": "Variant of GISSUR."}, {"name": "Gídeon", "desc": "Þýðir „felling, hewer“ á hebresku. Gídeon er hetja og dómari Gamla testamentisins. Hann leiddi fjölmennari Ísraelsmenn gegn Midianítum, sigraði þá og drap tvo konunga þeirra. Í enskumælandi heimi hefur Gídeon verið notað sem eiginnafn frá siðaskiptum mótmælenda og það var vinsælt meðal Puritana."}, {"name": "Gígjar", "desc": ""}, {"name": "Gígur", "desc": ""}, {"name": "Gísli", "desc": "Stutt mynd af nöfnum sem innihalda fornorræna frumefnið gísl „gísl; loforð“ eða geisli „geisli; stöng (hluti af vopni)“."}, {"name": "Gjúki", "desc": ""}, {"name": "Glói", "desc": ""}, {"name": "Glúmur", "desc": ""}, {"name": "Gneisti", "desc": "Frá norrænu gneisti sem þýðir \"neisti\"."}, {"name": "Gnúpur", "desc": ""}, {"name": "Gnýr", "desc": ""}, {"name": "Goði", "desc": ""}, {"name": "Goðmundur", "desc": ""}, {"name": "Gottskálk", "desc": "Afleitt frá germönsku frumefnunum guð „guð“ og hársvörð „þjónn“. Heilagur Gottschalk var (ef til vill falsaður) 11. aldar prins Wends sem var píslarvættur af mági sínum."}, {"name": "Gottsveinn", "desc": "Íslenskt nafn með samsetningu guðr \"guðs\" og sveins \"drengs\"."}, {"name": "Góði", "desc": ""}, {"name": "Gói", "desc": "Nafn mánaðar í gamla norræna tímatalinu sem stendur yfir um miðjan febrúar til miðjan mars. Í norrænni goðafræði er Gói dóttir ÞORRI. Hún er tekin af HRÓLFR konungi hæðarinnar, sem gerir hana að konu sinni."}, {"name": "Grani", "desc": ""}, {"name": "Grankell", "desc": "Afleidd úr fornnorrænum grani „hesti“ (notaður í ljóðlist) og ketill „ketilhatti“, „hjálmi“."}, {"name": "Gregor", "desc": "Þýska, skoska, slóvakíska og slóvenska mynd af Gregorius (sjá GREGORY). Frægur flutningsmaður var Gregor Mendel (1822-1884), tékkneskur munkur og vísindamaður sem gerði tilraunir í erfðafræði."}, {"name": "Greipur", "desc": ""}, {"name": "Greppur", "desc": ""}, {"name": "Gretar", "desc": "Icelandic variant of GRETAR."}, {"name": "Grettir", "desc": ""}, {"name": "Grétar", "desc": "Icelandic variant of GRETAR."}, {"name": "Grímar", "desc": ""}, {"name": "Grímkell", "desc": ""}, {"name": "Grímlaugur", "desc": ""}, {"name": "Grímnir", "desc": "Afbrigði GRÍMR. Þetta er eftirnafn fyrir ODIN í norrænni goðafræði."}, {"name": "Grímólfur", "desc": ""}, {"name": "Grímur", "desc": ""}, {"name": "Grímúlfur", "desc": "Úr fornnorrænu frumefnunum er grimmur „gríma, hjálmur“ og ulfr „úlfur“."}, {"name": "Guðberg", "desc": ""}, {"name": "Guðbergur", "desc": ""}, {"name": "Guðbjarni", "desc": ""}, {"name": "Guðbjartur", "desc": ""}, {"name": "Guðbjörn", "desc": ""}, {"name": "Guðbrandur", "desc": ""}, {"name": "Guðfinnur", "desc": ""}, {"name": "Guðfreður", "desc": ""}, {"name": "Guðgeir", "desc": ""}, {"name": "Guðjón", "desc": "Faroese form of GUÐJÓN."}, {"name": "Guðlaugur", "desc": ""}, {"name": "Guðleifur", "desc": ""}, {"name": "Guðleikur", "desc": ""}, {"name": "Guðmann", "desc": "Former Norwegian younger form of GUÐMANN."}, {"name": "Guðmar", "desc": "Nútímalegt form Guðmarr, forn norrænt nafn dregið af fornnorrænum nafnþáttum goðr \"guð\" og mærr \"frægur\"."}, {"name": "Guðmon", "desc": ""}, {"name": "Guðmundur", "desc": ""}, {"name": "Guðni", "desc": ""}, {"name": "Guðráður", "desc": ""}, {"name": "Guðröður", "desc": ""}, {"name": "Guðsteinn", "desc": ""}, {"name": "Guðvarður", "desc": ""}, {"name": "Guðveigur", "desc": ""}, {"name": "Guðvin", "desc": "Afbrigði af GODVIN."}, {"name": "Guðþór", "desc": ""}, {"name": "Gulli", "desc": ""}, {"name": "Gumi", "desc": "Það er nafn sem ber VOCALOID2 staf, GUMI eða Megpoid. Reyndar er nafnform MEGUMI."}, {"name": "Gunnar", "desc": "Frá fornnorræna nafninu Gunnarr, sem var dregið af frumefnunum gunnr \"war\" og arr \"warrior\" (sem gerir það að hliðstæðu GÜNTHER). Í norrænni goðsögn var Gunnar eiginmaður Brynhildr. Hann lét myrða Sigurð mág sinn á grundvelli rangra ásakana konu sinnar um að Sigurður hefði tekið mey hennar."}, {"name": "Gunnberg", "desc": "Frá fornnorræna nafninu Gunnbjǫrg, dregið af frumefnunum gunnr \"war\" og bjǫrg \"help, save, rescue\"."}, {"name": "Gunnbjörn", "desc": ""}, {"name": "Gunndór", "desc": "Icelandic variant of GUNNÞÓR."}, {"name": "Gunngeir", "desc": "Íslenskt nafn með samblandinu af gunnr \"bardaga, berjast\" og geirr \"spjóti\"."}, {"name": "Gunnhallur", "desc": "Íslensk blanda af gunnr „bardaga, berjast“ og hallr „steini, kletti“."}, {"name": "Gunnlaugur", "desc": "Afleidd úr forn norrænum þáttum gunnr „bardaga“ og laug „loforð“ eða „heit“."}, {"name": "Gunnleifur", "desc": ""}, {"name": "Gunnólfur", "desc": ""}, {"name": "Gunnóli", "desc": ""}, {"name": "Gunnröður", "desc": ""}, {"name": "Gunnsteinn", "desc": "Variant of GUNNSTÆINN."}, {"name": "Gunnvaldur", "desc": ""}, {"name": "Gunnþór", "desc": "Íslensk samsetning gunnr \"bardaga, berjast\" og þórr \"þruma\"."}, {"name": "Gustav", "desc": "Hugsanlega þýðir \"starfsfólk Geats\", dregið af fornnorrænum þáttum gautr \"Geat, Goth\" og stafr \"starfsfólki\". Hins vegar er rótarheitið Gautstafr ekki vel staðfest á fornnorræna tímabilinu. Að öðrum kosti gæti það verið dregið af slavneska nafninu GOSTISLAV. Þetta nafn hefur verið borið af sex konungum í Svíþjóð, þar á meðal Gustav I Vasa frá 16. öld."}, {"name": "Gutti", "desc": ""}, {"name": "Guttormur", "desc": ""}, {"name": "Gústaf", "desc": "Sænskt og þýskt afbrigði af GUSTAV."}, {"name": "Gústav", "desc": "Hugsanlega þýðir \"starfsfólk Geats\", dregið af fornnorrænum þáttum gautr \"Geat, Goth\" og stafr \"starfsfólki\". Hins vegar er rótarheitið Gautstafr ekki vel staðfest á fornnorræna tímabilinu. Að öðrum kosti gæti það verið dregið af slavneska nafninu GOSTISLAV. Þetta nafn hefur verið borið af sex konungum í Svíþjóð, þar á meðal Gustav I Vasa frá 16. öld."}, {"name": "Gylfi", "desc": "Nútímalegt form af GylfR, norrænu nafni dregið af gjalfr „hrókur, þungur sjó“ eða gólf „kornræktun“. Í norrænni goðafræði var Gylfi nafn sjávarrisans. Það var líka nafn goðsagnakennds sænsks konungs."}, {"name": "Gyrðir", "desc": ""}, {"name": "Gýgjar", "desc": ""}, {"name": "Gýmir", "desc": "Frá norrænu gymir sem þýðir 'sjó'. Gymir er Jǫtunn í norðlægu goðafræðinni."}, {"name": "Haddi", "desc": "Afbrigði af HADDR."}, {"name": "Haddur", "desc": ""}, {"name": "Hafberg", "desc": ""}, {"name": "Hafgrímur", "desc": ""}, {"name": "Hafliði", "desc": ""}, {"name": "Hafnar", "desc": ""}, {"name": "Hafni", "desc": ""}, {"name": "Hafsteinn", "desc": "Merking „hafsteinn“, úr forn-norrænu og íslensku orðin haf „haf“ og steinn „steinn“."}, {"name": "Haftýr", "desc": ""}, {"name": "Hafþór", "desc": ""}, {"name": "Hagalín", "desc": ""}, {"name": "Hagbarður", "desc": ""}, {"name": "Hagbert", "desc": ""}, {"name": "Haki", "desc": "Notað í Eiríks Sögu Rauðu, líklega skrifað einhvern tíma fyrir 1265. Þetta var nafn tveggja skosku þræla Leifs Erikssonar, sem sendir voru til að stíga fæti á Vinland, en hinn hét HEKJA."}, {"name": "Hallberg", "desc": ""}, {"name": "Hallbjörn", "desc": ""}, {"name": "Halldór", "desc": "Afbrigði af HALDOR."}, {"name": "Hallfreður", "desc": ""}, {"name": "Hallgarður", "desc": ""}, {"name": "Hallgeir", "desc": "Nútíma mynd af HALLGEIRR."}, {"name": "Hallgils", "desc": ""}, {"name": "Hallgrímur", "desc": ""}, {"name": "Halli", "desc": "Fornnorræn mynd af HALLE (1)."}, {"name": "Hallkell", "desc": ""}, {"name": "Hallmann", "desc": ""}, {"name": "Hallmar", "desc": "Norsk blanda af hallr \"flatsteini, flatri rokki\" og mærr \"frægur\"."}, {"name": "Hallmundur", "desc": ""}, {"name": "Hallsteinn", "desc": "Fornorræn mynd af HALSTEIN."}, {"name": "Hallur", "desc": "Afleitt af fornorrænum hallr sem þýðir „rokk“."}, {"name": "Hallvarður", "desc": ""}, {"name": "Hallþór", "desc": ""}, {"name": "Hamar", "desc": "Afleidd úr fornnorrænum hamarr „hamri“."}, {"name": "Hannes", "desc": "Stutt mynd af JOHANNES."}, {"name": "Hannibal", "desc": "Merkir „náð Baals“ frá Fönisíska hann „náð“ ásamt nafni guðsins BA'AL. Hannibal var Carthaginian hershöfðingi sem ógnaði Róm í seinna púnverska stríðinu á 3. öld f.Kr."}, {"name": "Hans", "desc": "Þýska stuttmynd af JOHANNES, nú notað sjálfstætt. Þetta nafn hefur verið mjög algengt á þýskumælandi svæðum í Evrópu síðan seint á miðöldum. Frá því snemma var það sent til láglandanna og Skandinavíu. Tveir frægir burðarberar voru Hans Holbein (1497-1543), þýskur portrettmálari, og Hans Christian Andersen (1805-1875), danskur ævintýrahöfundur."}, {"name": "Harald", "desc": "Skandinavískur og þýskur hlið af HAROLD. Þetta var nafn nokkurra konunga í Noregi og Danmörku."}, {"name": "Haraldur", "desc": "Íslenskur fylgihlutur HAROLD."}, {"name": "Harri", "desc": "Finnskt og velskt form HARRY."}, {"name": "Harry", "desc": "HENRY á ensku formi miðalda. Í nútímanum er það notað sem afbrigði bæði af Henry og HAROLD. Frægur flutningsmaður var Harry S. Truman forseti Bandaríkjanna (1884-1972). Það er líka nafn galdrakarlsins í Harry Potter bókaflokki J. K. Rowling sem kom fyrst út árið 1997."}, {"name": "Harrý", "desc": "HENRY á ensku formi miðalda. Í nútímanum er það notað sem afbrigði bæði af Henry og HAROLD. Frægur flutningsmaður var Harry S. Truman forseti Bandaríkjanna (1884-1972). Það er líka nafn galdrakarlsins í Harry Potter bókaflokki J. K. Rowling sem kom fyrst út árið 1997."}, {"name": "Hartmann", "desc": "Þýðir „hugrakkur maður“, dreginn af germanska frumefninu harður „hugrakkur, harðgerður“ ásamt manninum."}, {"name": "Hartvig", "desc": "Norrænt form HARTWIG."}, {"name": "Hauksteinn", "desc": "Icelandic combination of haukr \"hawk\" and steinn \"stone\"."}, {"name": "Haukur", "desc": "Komið frá fornnorræna orðinu haukr og það sama og íslenska orðið haukur, bæði þýðir „haukur“."}, {"name": "Haukvaldur", "desc": ""}, {"name": "Hákon", "desc": ""}, {"name": "Háleygur", "desc": ""}, {"name": "Hálfdan", "desc": "Frá fornnorræna nafninu Hálfdan sem þýðir „hálf danskur“, samsettur úr frumefnunum hálfr „hálfur“ og Danr „Dani“, upphaflega gælunafn fyrir mann sem var hálfur danskur."}, {"name": "Hálfdán", "desc": "Frá fornnorræna nafninu Hálfdan sem þýðir „hálf danskur“, samsettur úr frumefnunum hálfr „hálfur“ og Danr „Dani“, upphaflega gælunafn fyrir mann sem var hálfur danskur."}, {"name": "Hámundur", "desc": ""}, {"name": "Hárekur", "desc": ""}, {"name": "Hárlaugur", "desc": ""}, {"name": "Háski", "desc": ""}, {"name": "Hásteinn", "desc": "Fornt skandinavískt og íslenskt nafn með samblandinu af hár \"háum\" og steinn \"steini\"."}, {"name": "Hávar", "desc": "Annaðhvort úr norræna nafninu Hávarr, dregið af há \"háum\" og arr \"kappi\", eða annars afbrigði af HÅVARD."}, {"name": "Hávarður", "desc": ""}, {"name": "Hávarr", "desc": ""}, {"name": "Hávarr", "desc": ""}, {"name": "Hector", "desc": "Latinized form af grísku Ἕκτωρ (Hektor), sem var dregið af ἕκτωρ (hektor) sem þýðir \"að halda fast\", að lokum frá ἔχω (echo) sem þýðir \"að halda, að eiga\". Í grísku goðsögninni var Hector einn af trójumeisturunum sem börðust gegn Grikkjum. Eftir að hann drap Patroclus vin Achilles, var hann sjálfur drepinn grimmilega af Achilles, sem hélt áfram að binda lík hans við vagn og draga það um. Þetta nafn birtist einnig í þjóðsögum Arthur þar sem það tilheyrir fósturföður Arthur. Hector hefur stundum verið notað sem eiginnafn frá miðöldum, líklega vegna göfugrar eðli klassískrar hetju. Það hefur verið sögulega algengt í Skotlandi, þar sem það var notað sem anglicized mynd af Eachann."}, {"name": "Heiðar", "desc": "Afbrigði afritunar HEYDAR."}, {"name": "Heiðarr", "desc": ""}, {"name": "Heiðberg", "desc": ""}, {"name": "Heiðbert", "desc": ""}, {"name": "Heiðbjartur", "desc": ""}, {"name": "Heiðlindur", "desc": ""}, {"name": "Heiðmann", "desc": ""}, {"name": "Heiðmar", "desc": ""}, {"name": "Heiðmundur", "desc": "björt gjöf, eða bjartur verndari."}, {"name": "Heiðrekur", "desc": "bjartur höfðingi."}, {"name": "Heiður", "desc": ""}, {"name": "Heikir", "desc": "Íslenskt nafn af óvissum uppruna og merkingu, hugsanlega tengt HEINEKE."}, {"name": "Heilmóður", "desc": ""}, {"name": "Heimir", "desc": "fornsögunafn, ef til vill skylt heimur eða no. heimi: heimili."}, {"name": "Heinrekur", "desc": ""}, {"name": "Heisi", "desc": ""}, {"name": "Hektor", "desc": "Grískt form HECTOR."}, {"name": "Helgi", "desc": "helgur, heilagur. Helgi magri, landnámsmaður í Kristnesi."}, {"name": "Helmút", "desc": "Afleiddur af germanska frumefninu hjálm \"hjálm\" eða heil \"heilbrigður\" ásamt muot \"anda, huga\"."}, {"name": "Hemmert", "desc": ""}, {"name": "Hendrik", "desc": "Hollenskur og eistneskur hliðstæða HENRY."}, {"name": "Henning", "desc": "úr þýsku eða frísnesku, sennilega afbökun á Jóhannes."}, {"name": "Henrik", "desc": "HENRY form á nokkrum tungumálum. Frægur flutningsmaður var norski leikskáldið Henrik Ibsen (1828-1906)."}, {"name": "Henry", "desc": "Frá þýska heitinu Heimirich sem þýðir „heimastjórnandi“, samsettur úr frumefnunum heim „heim“ og ric „höfðingi“. Það var síðar almennt stafsett Heinrich, með stafsetningu breytt vegna áhrifa annarra germanskra nafna eins og Haganrich, þar sem fyrsti þátturinn er hagan „girðing“. Heinrich var vinsæll meðal meginlandshöfunda, enda nafn sjö þýskra konunga og byrjaði á 10. aldar Hinrik 1. fugli, og fjórir franskir ​​konungar. Í Frakklandi var það venjulega gert Henri af latnesku formi Henricus. Normannar kynntu frönsku formið fyrir Englandi og það var síðan notað af átta konungum og endaði með hinum alræmda Henry VIII á 16. öld. Á síðari miðöldum var það nokkuð vinsælt og var almennt gert sem Harry eða Herry í enskum framburði. Meðal athyglisverðra handhafanna eru meðal annars norðurskautssiglingurinn Henry Hudson (1570-1611), breski skáldsagnahöfundurinn Henry James (1843-1916), bandaríski bílaframleiðandinn Henry Ford (1863-1947) og bandaríski leikarinn Henry Fonda (1905-1982)."}, {"name": "Henrý", "desc": "Frá þýska heitinu Heimirich sem þýðir „heimastjórnandi“, samsettur úr frumefnunum heim „heim“ og ric „höfðingi“. Það var síðar almennt stafsett Heinrich, með stafsetningu breytt vegna áhrifa annarra germanskra nafna eins og Haganrich, þar sem fyrsti þátturinn er hagan „girðing“. Heinrich var vinsæll meðal meginlandshöfunda, enda nafn sjö þýskra konunga og byrjaði á 10. aldar Hinrik 1. fugli, og fjórir franskir ​​konungar. Í Frakklandi var það venjulega gert Henri af latnesku formi Henricus. Normannar kynntu frönsku formið fyrir Englandi og það var síðan notað af átta konungum og endaði með hinum alræmda Henry VIII á 16. öld. Á síðari miðöldum var það nokkuð vinsælt og var almennt gert sem Harry eða Herry í enskum framburði. Meðal athyglisverðra handhafanna eru meðal annars norðurskautssiglingurinn Henry Hudson (1570-1611), breski skáldsagnahöfundurinn Henry James (1843-1916), bandaríski bílaframleiðandinn Henry Ford (1863-1947) og bandaríski leikarinn Henry Fonda (1905-1982)."}, {"name": "Herbert", "desc": "bjartur, skínandi hermaður. Norrænt nafn, mikið notað á Englandi."}, {"name": "Herbjörn", "desc": "her og björn."}, {"name": "Herfinnur", "desc": ""}, {"name": "Hergeir", "desc": "her og geir, vopn."}, {"name": "Hergill", "desc": ""}, {"name": "Hergils", "desc": "her og gísl."}, {"name": "Herjólfur", "desc": "her-úlfur."}, {"name": "Herlaugur", "desc": ""}, {"name": "Herleifur", "desc": ""}, {"name": "Herluf", "desc": "Dönsk afbrigði af HERLOF."}, {"name": "Hermann", "desc": "hermaður."}, {"name": "Hermóður", "desc": "hugaður hermaður."}, {"name": "Hermundur", "desc": "gjöf eða vörn hers."}, {"name": "Hersir", "desc": "herforingi."}, {"name": "Hersteinn", "desc": "her og steinn."}, {"name": "Hersveinn", "desc": "her og sveinn."}, {"name": "Hervar", "desc": ""}, {"name": "Hervarður", "desc": "sá sem nýtur herverndar."}, {"name": "Hervin", "desc": ""}, {"name": "Héðinn", "desc": ""}, {"name": "Hilaríus", "desc": "Rómverskt nafn dregið af latnesku hilaris sem þýðir \"kát\". Að öðrum kosti gæti það verið dregið af gríska nafninu Ἱλαρός (Hilaros) sem þýðir einnig „kát“ (gríska orðið ἱλαρός var uppruni latneska orðsins hilaris). Heilagur Hilarius var guðfræðingur á 4. öld og biskup í Poitiers. Þetta var líka nafn 5. aldar páfa."}, {"name": "Hilbert", "desc": "Afbrigði af HILDEBERT."}, {"name": "Hildar", "desc": ""}, {"name": "Hildibergur", "desc": ""}, {"name": "Hildibrandur", "desc": "af hildur: orrusta og brandur: sverð."}, {"name": "Hildigeir", "desc": "Íslenskt nafn með samblandinu af hildr „bardaga, rétt“ og geirr „spjóti“."}, {"name": "Hildiglúmur", "desc": ""}, {"name": "Hildimar", "desc": "Old Germanic form of HILMAR."}, {"name": "Hildimundur", "desc": "gjöf eða vörn orrustunnar."}, {"name": "Hildingur", "desc": "hermaður."}, {"name": "Hildir", "desc": "hermaður."}, {"name": "Hildiþór", "desc": "orrustu Þór."}, {"name": "Hilmar", "desc": "úr sænsku, af hilm: hjálmbúinn og -ar: hermaður."}, {"name": "Hilmir", "desc": "fornsagnanafn: maður með hjálm. Konungur."}, {"name": "Himinljómi", "desc": ""}, {"name": "Himri", "desc": ""}, {"name": "Hinrik", "desc": "úr þýsku: Heinrekur: sá sem er valdamikill heima."}, {"name": "Híram", "desc": "Líklega af fönískum uppruna, þó að það gæti verið úr hebresku sem þýðir „upphafinn bróðir“. Þetta var nafn konungs í Týrus í Gamla testamentinu. Sem ensku eiginnafn kom Hiram í notkun eftir siðaskipti mótmælenda. Á 17. öld komu Puritanar með það til Ameríku þar sem þeir fengu einhvern gjaldeyri."}, {"name": "Hjallkár", "desc": ""}, {"name": "Hjalmar", "desc": "Frá fornnorræna nafninu Hjálmarr sem þýðir \"hjálmaður stríðsmaður\" af frumefninu hjalmr \"hjálm\" ásamt arr \"stríðsmanni\"."}, {"name": "Hjaltalín", "desc": "Íslenskt nafn með óvissri merkingu."}, {"name": "Hjalti", "desc": "af sverðshjalt: handhlíf á sverði."}, {"name": "Hjarnar", "desc": ""}, {"name": "Hjálmar", "desc": "hjálmur."}, {"name": "Hjálmgeir", "desc": ""}, {"name": "Hjálmtýr", "desc": "hjálmur og týr: goð, hetja, eða þjónn. Hermannakenning."}, {"name": "Hjálmur", "desc": "hjálmur."}, {"name": "Hjálmþór", "desc": "Icelandic combination of hjalmr \"helmet\" and þórr \"thunder\"."}, {"name": "Hjörleifur", "desc": "sem erfir sverð. Hjörleifur fóstbróðir Ingólfs Arnarsonar."}, {"name": "Hjörtur", "desc": "hjörtur."}, {"name": "Hjörtþór", "desc": "hjörtur og Þór."}, {"name": "Hjörvar", "desc": "sem nýtur verndar hjörs: sverðs."}, {"name": "Hleiðar", "desc": ""}, {"name": "Hlégestur", "desc": ""}, {"name": "Hlér", "desc": "Þýðir „haf, haf“. Þetta er annað nafn á ÆGIR."}, {"name": "Hlini", "desc": "úr ævintýrum, ef til vill veik mynd af trjáheitinu Hlynur. Önnur mynd nafnsins er Hlyni."}, {"name": "Hlíðar", "desc": "hlíð og -ar: hermaður."}, {"name": "Hlíðberg", "desc": ""}, {"name": "Hlífar", "desc": "hermaður, sem hlífir, verndar."}, {"name": "Hljómur", "desc": ""}, {"name": "Hlynur", "desc": "hlynur, tré, algengt í kenningum."}, {"name": "Hlöðmundur", "desc": ""}, {"name": "Hlöður", "desc": ""}, {"name": "Hlöðvarður", "desc": ""}, {"name": "Hlöðver", "desc": ""}, {"name": "Hnefill", "desc": ""}, {"name": "Hnikar", "desc": "Óðinsheiti og merkir bardagamaður."}, {"name": "Hnikarr", "desc": "Þýðir „hvatamaður“. Þetta er annað nafn fyrir ODIN."}, {"name": "Holgeir", "desc": "dönsk mynd nafnsins Hólmgeir."}, {"name": "Holger", "desc": "Af fornorræna nafninu Hólmgeirr, dregið af frumefnunum holmr \"eyja\" og geirr \"spjóti\". Þetta var nafn eins hershöfðingja Karls mikla, aðalsmanns frá Danmörku."}, {"name": "Holti", "desc": ""}, {"name": "Hólm", "desc": "Upprunnið frá fornorrænu holmr „litlu eyjunni“."}, {"name": "Hólmar", "desc": "hómur, vígvöllur og -ar: hermaður."}, {"name": "Hólmbert", "desc": "Íslenskt nafnasamsetning af holmr 'lítilli eyju' og bjartr 'ljós, skínandi'."}, {"name": "Hólmfastur", "desc": ""}, {"name": "Hólmgeir", "desc": "vopn á vígvelli."}, {"name": "Hólmgrímur", "desc": "dulbúinn maður á vígvelli."}, {"name": "Hólmkell", "desc": "hólmur og ketill: hjálmur."}, {"name": "Hólmsteinn", "desc": "hólmur og steinn."}, {"name": "Hólmþór", "desc": ""}, {"name": "Hóseas", "desc": "Frá hebreska nafninu הוֹשֵׁעַ (Hoshe'a) sem þýðir \"hjálpræði\", frá rótinni יָשַׁע (yasha '). Í Gamla testamentinu í 4. Mósebók 13:16 gefur Móse njósnaranum Hósea nýja nafnið Yehoshu'a (sjá JOSHUA), sem hefur skyldan uppruna. Þetta nafn var einnig borið af 8. öld f.Kr., konungi Ísraels, sem var síðasti höfðingi þess ríkis áður en Assýría lagði það undir sig."}, {"name": "Hrafn", "desc": "hrafn. Hrafn Sveinbjarnarson á Hrafnseyri (d.1213)."}, {"name": "Hrafnar", "desc": ""}, {"name": "Hrafnbergur", "desc": ""}, {"name": "Hrafnkell", "desc": "hrafn og ketill: hjálmur."}, {"name": "Hrafntýr", "desc": "Icelandic combination of hrafn \"raven\" and tívar \"gods\"."}, {"name": "Hrafnþór", "desc": ""}, {"name": "Hrannar", "desc": "af hrönn: alda, og -ar: hermaður. sjómaður, sæfari."}, {"name": "Hrappur", "desc": ""}, {"name": "Hraunar", "desc": "Icelandic combination of hraun \"lava\" and herr \"army\"."}, {"name": "Hreggviður", "desc": "hregg: stormur, og viður: tré, fornsagnanafn, sem á síðari tímum birtist sem föðurnafn Jóns Hreggviðsson (f. 1650)."}, {"name": "Hreiðar", "desc": "frægur, röskur hermaður."}, {"name": "Hreiðmar", "desc": "frægur, maður."}, {"name": "Hreimur", "desc": ""}, {"name": "Hreinn", "desc": "hreindýr."}, {"name": "Hringur", "desc": "hringur, baugur."}, {"name": "Hrímnir", "desc": "Afleitt úr fornnorrænu hrīm („rime, rimfrost; sót“). Þetta er nafn risa í norrænni goðafræði, föður HEIÐR og HROSSÞJÓFR."}, {"name": "Hrollaugur", "desc": "af hróð- laugur: frægur og bjartur."}, {"name": "Hrolleifur", "desc": ""}, {"name": "Hróaldur", "desc": ""}, {"name": "Hróar", "desc": "af hróður: frægð, og -ar: hermaður."}, {"name": "Hróbjartur", "desc": "frægur og bjartur."}, {"name": "Hróðgeir", "desc": ""}, {"name": "Hróðmar", "desc": "frægur maður."}, {"name": "Hróðólfur", "desc": ""}, {"name": "Hróðvar", "desc": ""}, {"name": "Hrói", "desc": "ef til vill stytting á Hróð-. Hinn frægi."}, {"name": "Hrólfur", "desc": "frægur úlfur."}, {"name": "Hrómundur", "desc": ""}, {"name": "Hrútur", "desc": ""}, {"name": "Hrærekur", "desc": ""}, {"name": "Hugberg", "desc": "Karlmannlegt form HUGBORG."}, {"name": "Hugi", "desc": "hugaður maður."}, {"name": "Huginn", "desc": "annar af hröfnum Óðins."}, {"name": "Hugleikur", "desc": "Fornorrænt nafn dregið af hugr „hjarta, huga, andi“ og leikr „leik“."}, {"name": "Hugo", "desc": "Latinized form af HUGH. Sem eftirnafn hefur það tilheyrt franska rithöfundinum Victor Hugo (1802-1885), rithöfundi hnúfubaksins í Notre Dame og Les Misérables."}, {"name": "Hugó", "desc": "Latinized form af HUGH. Sem eftirnafn hefur það tilheyrt franska rithöfundinum Victor Hugo (1802-1885), rithöfundi hnúfubaksins í Notre Dame og Les Misérables."}, {"name": "Huldar", "desc": "myndað af kvennafninu “Hulda” sem merkir leynd og viðskeytinu “ar” sem merkir hermaður."}, {"name": "Huxley", "desc": "Frá ensku eftirnafni sem var dregið af nafni bæjar í Cheshire. Lokaþátturinn er fornenska enska \"skóglendi, hreinsa\", en fyrsti þátturinn gæti verið hux \"móðgun, háðung\". Frægur handhafi eftirnafnsins var breski rithöfundurinn Aldous Huxley (1894-1963)."}, {"name": "Húbert", "desc": "Merkir „bjart hjarta“, dregið af germönskum þáttum faðma „hjarta, huga“ og beraht „bjart“. Saint Hubert var 8. aldar biskup í Maastricht sem er talinn verndardýrlingur veiðimanna. Normannar komu með nafnið til Englands, þar sem það leysti af hólmi gamla enska sambærilega Hygebeorht. Það dó út á miðöldum en var endurvakið á 19. öld [2]."}, {"name": "Húgó", "desc": "Latinized form af HUGH. Sem eftirnafn hefur það tilheyrt franska rithöfundinum Victor Hugo (1802-1885), rithöfundi hnúfubaksins í Notre Dame og Les Misérables."}, {"name": "Húmi", "desc": "Frá norrænu húm sem þýðir „hálfmyrkri, rökkri“."}, {"name": "Húnbogi", "desc": "hún: bjarnardýrsungi, og bogi. Forliðurinn gæti líka átt við þjóðina Húna."}, {"name": "Húni", "desc": "Variant of HÚNN."}, {"name": "Húnn", "desc": "Frá norrænu húni sem þýðir \"barn, ungi, bjarnarungur\"."}, {"name": "Húnröður", "desc": ""}, {"name": "Hvannar", "desc": "Íslensk samsetning hvönn \"Angelica archangelica\" og herr \"her\"."}, {"name": "Hyltir", "desc": ""}, {"name": "Hylur", "desc": "Úr íslensku hylur sem þýðir „sundlaug, djúp hola í bekki“."}, {"name": "Hymir", "desc": "Þýðir „að myrkva einn“, skyldur húm („hálfmyrkri, rökkri“). Þetta er nafn risa í norrænni goðafræði, föður TÝR, sem THOR vill sækja ketil handa Æsunum. Í einni goðsögninni beitir Thor veiðilínu með uxakúpu í von um að ná MIÐGARÐSORMR („heimssormur“), einnig kölluð JÖRMUNGANDR, en Hymir sker línuna."}, {"name": "Hængur", "desc": "fiskheiti."}, {"name": "Hænir", "desc": ""}, {"name": "Höður", "desc": "vígamaður, eða maður frá Haðalandi í Noregi."}, {"name": "Högni", "desc": "verndari."}, {"name": "Hörður", "desc": "annað hvort: hinn harði, eða: maður frá Hörðalandi (fylgi í Noregi)."}, {"name": "Höskuldur", "desc": "gráhærður maður."}, {"name": "Ilías", "desc": "Nútíma grísk mynd af ELIAS."}, {"name": "Ilíes", "desc": "Maghrebi afbrigði af ILYAS (aðallega Alsír)."}, {"name": "Illíes", "desc": ""}, {"name": "Illugi", "desc": "illskeyttur maður."}, {"name": "Immanúel", "desc": "Form af EMMANUEL notað í flestum þýðingum Gamla testamentisins. Immanuel Kant (1724-1804) var þýskur heimspekingur sem taldi þá skyldu skipta mestu máli."}, {"name": "Indriði", "desc": "einförull maður."}, {"name": "Ingberg", "desc": ""}, {"name": "Ingi", "desc": "konungur, eða ættfaðir."}, {"name": "Ingiberg", "desc": "sjá Ingibergur."}, {"name": "Ingibergur", "desc": "sá sem konungur bjargar."}, {"name": "Ingibert", "desc": ""}, {"name": "Ingibjartur", "desc": "skínandi konungur."}, {"name": "Ingibjörn", "desc": "björn konungs."}, {"name": "Ingileifur", "desc": "erfingi konungs."}, {"name": "Ingimagn", "desc": "Íslensk samsetning ING og magn \"might\", \"strength\"."}, {"name": "Ingimar", "desc": "Ingi og -mar: frægur konungur."}, {"name": "Ingimundur", "desc": "gjöf eða vörn konungs."}, {"name": "Ingivaldur", "desc": ""}, {"name": "Ingiþór", "desc": ""}, {"name": "Ingjaldur", "desc": "af Ingvaldur: máttur konungs."}, {"name": "Ingmar", "desc": "Afbrigði INGEMAR. Þetta nafn bar sænski kvikmyndaleikstjórinn Ingmar Bergman (1918-2007)."}, {"name": "Ingólfur", "desc": "úlfur konungs. Ingólfur Arnarson, fyrsti landnámsmaður á Íslandi."}, {"name": "Ingvaldur", "desc": "máttur konungs."}, {"name": "Ingvar", "desc": "hermaður konungs."}, {"name": "Ingvi", "desc": "sama og Yngvi, konungur."}, {"name": "Ingþór", "desc": "Ingi og Þór."}, {"name": "Ismael", "desc": "Spænskt og portúgalskt form ISHMAEL. Þetta er líka formið sem notað er í Gríska Gamla testamentinu."}, {"name": "Issi", "desc": "Ekki í boði."}, {"name": "Ivar", "desc": "Skandinavísk form IVOR."}, {"name": "Ían", "desc": "Skoskt form JOHN."}, {"name": "Ígor", "desc": "Rússneska mynd Yngvarr (sjá INGVAR). Varangíumenn komu með það til Rússlands á 10. öld. Það var borið af tveimur stórhöfðingjum í Kænugarði. Meðal frægra burðarbera eru Igor Stravinsky (1882-1971), rússneskt tónskáld sem hefur frægasta verkið The Rite of Spring, og Igor Sikorsky (1889-1972), rússneska-ameríska hönnuðinn af fyrstu vel heppnuðu þyrlunni."}, {"name": "Ími", "desc": "Væntanlega úr grænlensku imeq „vatni“."}, {"name": "Ísak", "desc": "úr hebresku og merkir hlátur. Ísak var sonur Abrahams og Söru (1. Mós. 17,17)."}, {"name": "Ísar", "desc": ""}, {"name": "Ísarr", "desc": "Fornnorræn samsetning íss 'ís' og her 'her'."}, {"name": "Ísbjörn", "desc": ""}, {"name": "Íseldur", "desc": "Íslensk samsetning íss \"ís\" og eldr \"elds\"."}, {"name": "Ísgeir", "desc": ""}, {"name": "Ísidór", "desc": "úr grísku: gjöf gyðjunnar Ísisar."}, {"name": "Ísleifur", "desc": "ís og leifur: erfingi. Hugsanlegt er að forliðurinn Ís sé dreginn af forna orðinu Ísarn, sem merkir járn. Ísleifur Gissurarson, biskup í Skálholti (1056-1080)."}, {"name": "Ísmael", "desc": "Spænskt og portúgalskt form ISHMAEL. Þetta er líka formið sem notað er í Gríska Gamla testamentinu."}, {"name": "Ísmar", "desc": "Fyrsti þátturinn er fenginn af „ís“, en það gæti líka verið stutt form af isan (sjá ISANMAR). Seinni þátturinn er fenginn úr fornháþýsku mâri „frægu“."}, {"name": "Ísólfur", "desc": "ís og úlfur."}, {"name": "Ísrael", "desc": "Frá hebreska heitinu יִשְׂרָאֵל (Yisra'el) sem þýðir \"Guð keppir\", frá rótunum שָׂרָה (sarah) sem þýðir \"að berjast, berjast\" og אֵל ('el) sem þýðir \"Guð\". Í Gamla testamentinu glímir Ísrael (sem áður hét Jakob; sjá 1. Mósebók 32:28) við engil. Forn og nútímaríki Ísraels tóku nöfn sín af honum."}, {"name": "Ívan", "desc": "Nýrri mynd af gamla slavneska nafninu Іѡаннъ (Ioannu), sem var dregið af grísku Ioannes (sjá JOHN). Þetta var nafn sex rússneskra höfðingja, þar á meðal 15. aldar Ívan III hinn mikli og 16. öld Ívan IV hinn hræðilegi, fyrsti tsari Rússlands. Það var einnig borið af níu keisurum í Búlgaríu. Aðrir athyglisverðir handhafar eru rússneski rithöfundurinn Ivan Turgenev (1818-1883), sem skrifaði feður og synir, og rússneski lífeðlisfræðingurinn Ivan Pavlov (1849-1936), sem er þekktastur fyrir uppgötvun sína á skilyrta viðbragðinu."}, {"name": "Ívar", "desc": "annað hvort ýviður, viðarheiti, og -ar: hermaður, þ. e. hermaður vopnaður ýviðarboga, eða dregið af Ívi: sækonungur og -ar."}, {"name": "Jack", "desc": "Komið frá Jackin (fyrr Jankin), miðlungs minnkandi JOHN. Það er oft litið á sem sjálfstætt nafn. Á miðöldum var það mjög algengt og það varð slangur sem þýðir „maður“. Það var oft notað í ævintýrum og leikskólarímum, svo sem Jack and the Beanstalk, Little Jack Horner og Jack Sprat. Ameríkuhöfundarnir Jack London (1876-1916) og Jack Kerouac (1922-1969) voru tveir frægir handhafar þessa nafns. . Það er einnig borið af leikaranum Jack Nicholson (1937-) og kylfingnum Jack Nicklaus (1940-). Burtséð frá Nicklaus fékk enginn þessara frægu burðarmanna nafnið Jack við fæðingu. Í Bretlandi hefur þetta form verið gefið oftar en John síðan á tíunda áratugnum, en það var vinsælasta nafnið fyrir stráka frá 1996 til 2008."}, {"name": "Jafet", "desc": "úr hebresku og merkir fagur. Einn sonur Nóa hét Jafet."}, {"name": "Jagger", "desc": "Frá venjulega enska atvinnu eftirnafninu sem þýðir \"carter, peddler\". Frá mið-ensku jag þýðir 'pakki, hlaða'. Hækkun á vinsældum nafnsins er líklega vegna vinsælda enska rokkstjörnunnar Mick Jagger, aðalsöngvara og stofnfélaga hinnar goðsagnakenndu rokk- og rólsveitar Rolling Stones."}, {"name": "Jaki", "desc": "Diminutive af JACQUELINE."}, {"name": "Jakob", "desc": "úr hebresku og þýðir sá sem heldur um hælinn (1. Mós. 25,26)."}, {"name": "Jakop", "desc": ""}, {"name": "James", "desc": "Ensk mynd af síð latneska heitinu Iacomus, afbrigði af biblíulegu latínuforminu Iacobus, frá hebreska nafninu Ya'aqov (sjá JACOB). Þetta var nafn tveggja postula í Nýja testamentinu. Sá fyrsti var heilagur Jakob hinn meiri, bróðir Jóhannesar postula, sem var hálshöggvinn undir Heródes Agrippa í Postulasögunni. Önnur var Jakob smærri, sonur Alfaeus. Annar Jakob (þekktur sem Jakob hinn réttláti) er einnig nefndur í Biblíunni sem bróðir Jesú. Þetta nafn hefur verið notað á Englandi síðan á 13. öld, þó að það hafi orðið algengara í Skotlandi þar sem það var borið af nokkrum konungum. Á 17. öld erfði skoski konungurinn James VI enska hásætið og varð fyrsti höfðingi alls Bretlands og nafnið varð mun vinsælli. Í bandarískum tölfræðilegum nafngögnum (skráð síðan 1880) hefur þetta nafn aldrei verið úr topp 20, sem gerir það að öllum líkindum vinsælasta nafn tímabilsins. Það var efsta sætið fyrir stráka í Bandaríkjunum frá 1940 til 1952. Meðal þekktra handhafa eru enski landkönnuðurinn Captain James Cook (1728-1779), skoski uppfinningamaðurinn James Watt (1736-1819) og írski skáldsagnahöfundurinn og skáldið James Joyce (1882-1941). Þetta nafn hefur einnig verið borið af sex bandarískum forsetum. Áberandi skáldskaparmaður er breski njósnarinn James Bond, búinn til af rithöfundinum Ian Fleming."}, {"name": "Jamil", "desc": "Þýðir „fallegt“ á arabísku."}, {"name": "Jan", "desc": "JAN (1) m hollenska, sænska, norska, danska, tékkneska, pólska, slóvenska, þýska, katalónska, sorbíska"}, {"name": "Janus", "desc": "rómverskt goð með tvö andlit, fram og aftur. Mánuðurinn janúar er kenndur við Janus."}, {"name": "Jarfi", "desc": ""}, {"name": "Jarl", "desc": "valdsmaður."}, {"name": "Jarpi", "desc": ""}, {"name": "Jason", "desc": "hetja í grísku goðafræðinni."}, {"name": "Jasper", "desc": "Úr latínu Gaspar, kannski úr biblíu hebreska orðinu גִּזְבָּר (gizbar) sem þýðir \"gjaldkeri\", dregið af persnesku ganzabara. Þessu nafni var jafnan úthlutað einum vitringanna (einnig þekktir sem Magi, eða þrír konungar) sem sagðir voru hafa heimsótt nýfæddan Jesú. Stundum hefur það verið notað í enskumælandi heimi frá miðöldum. Nafnið er einnig hægt að gefa með vísan til enska orðsins fyrir gemstone."}, {"name": "Javí", "desc": "Stutt mynd af JAVIER."}, {"name": "Járngrímur", "desc": "Íslensk blanda af garni „járni“ og grímri „manneskja með andlitsgrímu“."}, {"name": "Játgeir", "desc": "Norsk mynd af JÁTGEIRR."}, {"name": "Játmundur", "desc": ""}, {"name": "Játvarður", "desc": "sama nafn og Eðvarð. Úr engilsaxnesku Eadweard: sá sem nýtur verndar auðnu, hamingju."}, {"name": "Jenni", "desc": "Afbrigði af JENNY."}, {"name": "Jens", "desc": "dönsk mynd nafnsins Jóhannes."}, {"name": "Jeremías", "desc": "Þýska, portúgalska og finnska myndin JEREMIAH."}, {"name": "Jes", "desc": "úr dönsku, stytting á Jóhannes."}, {"name": "Jesper", "desc": "Dönsk mynd af JASPER."}, {"name": "Jochum", "desc": "Tilbrigði JOACHIM."}, {"name": "Johan", "desc": "Skandinavísk og hollensk mynd af Iohannes (sjá JOHN)."}, {"name": "John", "desc": "Enska mynd af Iohannes, latneska formið af gríska nafninu Ἰωάννης (Ioannes), sjálft dregið af hebreska heitinu יוֹחָנָן (Yochanan) sem þýðir \"YAHWEH er náðugur\", af rótunum יוֹ (yo) sem vísar til hebreska guðsins og חננ (Chanan) ) sem þýðir „að vera náðugur“. Hebreska formið kemur fyrir í Gamla testamentinu (stafsett Johanan eða Jehohanan í ensku útgáfunni), en þetta nafn á vinsældir sínar að rekja til tveggja persóna í Nýja testamentinu, báðir mjög dýrkaðir dýrlingar. Sá fyrsti er Jóhannes skírari, asískur gyðingur sem er talinn forveri Jesú. Hann skírði Jesú og var síðar tekinn af lífi af Heródes Antípas. Annað er Jóhannes postuli, sem jafnan er talinn höfundur fjórða guðspjallsins og Opinberunarbókarinnar. Með postulunum Pétri og Jakobi (bróðir hans) var hann hluti af innsta hring Jesú. Þetta nafn var upphaflega algengara meðal kristinna manna í Austurríki í Býsansveldinu, en það blómstraði í Vestur-Evrópu eftir fyrstu krossferðina. Á Englandi varð það ákaflega vinsælt, venjulega algengasta karlmannsnafnið frá 13. til 20. aldar (en stundum umfram William). Á síðari miðöldum var það gefinn u.þ.b. fimmtungur allra enskra drengja. Í Bandaríkjunum var það algengasta nafnið fyrir stráka til 1923. Nafnið (í ýmsum stafsetningum) hefur verið borið af 21 páfa og átta byzantískum keisurum auk ráðamanna í Englandi, Frakklandi, Svíþjóð, Danmörku, Póllandi, Portúgal, Búlgaríu, Rússlandi og Ungverjalandi. Það bar einnig skáldið John Milton (1608-1674), heimspekingurinn John Locke (1632-1704), bandarískur stofnfaðir og forseti John Adams (1735-1826) og skáldið John Keats (1795-1821). Frægir flutningsmenn 20. aldar eru meðal annars rithöfundurinn John Steinbeck (1902-1968), Bandaríkjaforseti John F. Kennedy (1917-1963) og tónlistarmaðurinn John Lennon (1940-1980). Formin Ian (skosk), Sean (írsk) og Evan (velska) hafa einnig verið oft notaðar í enskumælandi heimi, sem og smærri miðalda frá Jack."}, {"name": "Jonni", "desc": "Afbrigði af ENNA / ENNY"}, {"name": "José", "desc": "Unaccented form af JOSÉ notað aðallega í Ameríku og á Filippseyjum."}, {"name": "Joshua", "desc": "Frá hebreska heitinu יְהוֹשֻׁעַ (Yehoshu'a) sem þýðir \"YAHWEH er hjálpræði\", frá rótunum יְהוֹ (yeho) sem vísar til hebreska Guðs og יָשַׁע (yasha ') sem þýðir \"að frelsa\". Eins og sagt er frá í Gamla testamentinu var Joshua félagi Móse. Hann fór upp á Sínaífjall með Móse þegar hann fékk boðorðin tíu frá Guði og síðar var hann einn af tólf njósnurum sendur til Kanaan. Eftir að Móse dó tók Jósúa við af honum sem leiðtogi Ísraelsmanna og hann stýrði landvinningum Kanaan. Upprunalega nafnið hans var Hoshea. Nafnið Jesús kemur frá grískri þýðingu á aramesku stuttmyndinni יֵשׁוּעַ (Yeshu'a), sem var raunverulega nafn Jesú. Sem enskt nafn hefur Joshua verið í notkun síðan siðaskipti mótmælenda."}, {"name": "Jóakim", "desc": "úr hebresku: Drottinn reisir við. 16/8. Jóakim í Nasaret, faðir Maríu meyjar."}, {"name": "Jóann", "desc": "Tilbrigði JOAN (1)."}, {"name": "Jóel", "desc": "úr hebresku: Drottinn er Guð."}, {"name": "Jóhann", "desc": "stytting á Jóhannes."}, {"name": "Jóhannes", "desc": "úr hebresku: Jochanan: Drottinn er náðugur (Matt. 3,1 og 4,21). 24/6. Jóhannes skírari. 27/3. Jóhannes postuli."}, {"name": "Jói", "desc": "Afbrigði af GLEÐI."}, {"name": "Jómar", "desc": "Nútímaform JÓMARR.Name dagsins er 2. febrúar í Noregi."}, {"name": "Jómundur", "desc": ""}, {"name": "Jón", "desc": "norræn mynd nafnsins Jóhannes. Jón Sigurðsson, forseti (1811-1879). 23/4. Jón Ögmundsson helgi Hólabiskup (d. 1121)."}, {"name": "Jónar", "desc": ""}, {"name": "Jónas", "desc": "grísk mynd hebreska nafnsins Jonah, sem merkir dúfa. Jónas Hallgrímsson, skáld (1807-1845)."}, {"name": "Jónatan", "desc": "úr hebresku Drottinn gaf (1. Sam. 18, 1-4)."}, {"name": "Jónbjarni", "desc": ""}, {"name": "Jónbjörn", "desc": "Jón og Björn."}, {"name": "Jóndór", "desc": "Icelandic variant of JÓNÞÓR."}, {"name": "Jóngeir", "desc": "samsett af Jón og Geir."}, {"name": "Jónmundur", "desc": "samsett af Jón og -mundur: gjöf."}, {"name": "Jónsi", "desc": "Diminutive of JÓN. Famous bearers include Jón Þór Birgisson, lead singer of Sigur Rós (who is also a musician in his own right) and Jón Jósep Snæbjörnsson, lead singer of Í Svörtum Fötum and contestant in the Eurovision Song Contest of 2004 and 2012. These two people are generally known in the public as Jónsi."}, {"name": "Jónsteinn", "desc": "Íslenskt nafn með samsetningu JÓN og steins „steini“."}, {"name": "Jónþór", "desc": "Combination of JÓN and ÞÓR"}, {"name": "Jósafat", "desc": "úr hebresku: Drottinn hefur dæmt."}, {"name": "Jósavin", "desc": ""}, {"name": "Jósef", "desc": "úr hebresku, Drottinn mun auka. 19/3. Jósef, faðir Jesú."}, {"name": "Jósep", "desc": "sama og Jósef."}, {"name": "Jósteinn", "desc": "jór: hestur, og steinn."}, {"name": "Jósúa", "desc": "Þýska mynd af JOSHUA."}, {"name": "Jóvin", "desc": "Íslenskt nafn með samsetningu jórs \"hests\" og vinr \"vinar\"."}, {"name": "Julian", "desc": "Frá rómverska heitinu Iulianus, sem var dregið af JULIUS. Þetta var nafn síðasta heiðna rómverska keisarans, Julian fráhvarfs (4. öld). Það var einnig borið af nokkrum fyrstu dýrlingum, þar á meðal hinum goðsagnakennda Saint Julian the Hospitaller. Þetta nafn hefur verið notað á Englandi frá miðöldum, en þá var það einnig kvenlegt nafn (frá Juliana, að lokum að verða Gillian)."}, {"name": "Júlí", "desc": "Ungversk stuttmynd af Júlíu."}, {"name": "Júlían", "desc": "Frá rómverska heitinu Iulianus, sem var dregið af JULIUS. Þetta var nafn síðasta heiðna rómverska keisarans, Julian fráhvarfs (4. öld). Það var einnig borið af nokkrum fyrstu dýrlingum, þar á meðal hinum goðsagnakennda Saint Julian the Hospitaller. Þetta nafn hefur verið notað á Englandi frá miðöldum, en þá var það einnig kvenlegt nafn (frá Juliana, að lokum að verða Gillian)."}, {"name": "Júlíus", "desc": "út latínu og merkir unglingur. Júlímánuður er heitinn eftir Júlíusi Sesar."}, {"name": "Júní", "desc": "Sænskur og norskur fylgdarmaður JÚNÍ."}, {"name": "Júníus", "desc": "dregið af Júní-mánuði, sem aftur dregur nafn af Júnó, konu Júpiters."}, {"name": "Júrek", "desc": "Diminutive af JERZY."}, {"name": "Jökull", "desc": "jökull."}, {"name": "Jörfi", "desc": ""}, {"name": "Jörgen", "desc": "dönsk mynd nafnsins Georg."}, {"name": "Jörmundur", "desc": ""}, {"name": "Jörri", "desc": ""}, {"name": "Jörundur", "desc": "norrænt nafn af jara: orrusta. Líkleg merking stríðsmaður."}, {"name": "Jörvar", "desc": ""}, {"name": "Jörvi", "desc": ""}, {"name": "Jötunn", "desc": ""}, {"name": "Kai", "desc": "KAI (1) m frísneska, þýska, sænska, norska, danska, finnska, hollenska"}, {"name": "Kaj", "desc": "KAJ (1) m sænskur, danskur, norskur"}, {"name": "Kakali", "desc": "Fornorrænt nafn, Frá fornorrænu sverorði kakali sem þýðir „svikari, juggler“ eða fornnorrænt gælunafn sem þýðir „leirker“."}, {"name": "Kaktus", "desc": ""}, {"name": "Kaldi", "desc": ""}, {"name": "Kaleb", "desc": "Enskt afbrigði af CALEB."}, {"name": "Kali", "desc": "Þýðir „sá svarti“ á sanskrít. Hindugyðjan Kali er brennandi eyðingarform konu Shiva. Hún er venjulega sýnd með svarta húð og fjóra handleggi, heldur í höggnu höfði og sveiflar sverði. Sem persónulegt nafn er það yfirleitt karlkyns á Indlandi."}, {"name": "Kalman", "desc": "Líklega af tyrkneskum uppruna, sem þýðir „afgangur“. Þetta var nafn 12. aldar konungs í Ungverjalandi. Það var einnig borið á 13. öld af fyrsta konungi Galisíu-Volhynia, sem einnig var meðlimur í ungversku Árpád konungsfjölskyldunni. Þessu nafni hefur oft verið ruglað saman við Koloman."}, {"name": "Kalmann", "desc": ""}, {"name": "Kalmar", "desc": "Af óvissum uppruna og merkingu. Kenningarnar fela í sér afbrigði af KALMAN og upptöku sænska örnefnisins Kalmar á Smålandi og Upplandi."}, {"name": "Kamal", "desc": "KAMAL (1) m arabískt"}, {"name": "Kamilus", "desc": ""}, {"name": "Kaprasíus", "desc": ""}, {"name": "Karel", "desc": "slavnesk mynd nafnsins Karl."}, {"name": "Karim", "desc": "Þýðir „örlátur, göfugur“ á arabísku, frá rótinni كَرُمَ (karuma) sem þýðir „að vera örlátur“. Samkvæmt íslömskum sið er الكريم (al-Karim) eitt af 99 nöfnum Allah."}, {"name": "Karkur", "desc": ""}, {"name": "Karl", "desc": "karlmaður."}, {"name": "Karles", "desc": "Norrænt afbrigði af CHARLES."}, {"name": "Karli", "desc": "Afbrigði af CARLY."}, {"name": "Karma", "desc": "Frá sanskrít orðinu कर्म (karma) sem þýðir „aðgerð, verk, örlög“."}, {"name": "Karvel", "desc": "úr riddarasögum, merking óviss."}, {"name": "Kaspar", "desc": "Þýska mynd af JASPER."}, {"name": "Kasper", "desc": "Hollensk og skandinavísk form af JASPER."}, {"name": "Kastíel", "desc": ""}, {"name": "Katarínus", "desc": ""}, {"name": "Kató", "desc": "Þýðir „annað tvíbura“ í Luganda."}, {"name": "Kár", "desc": ""}, {"name": "Kári", "desc": "norrænt nafn og merkir hrokkinhærður. Nafnið er einnig notað sem persónugervingur vinds."}, {"name": "Keli", "desc": ""}, {"name": "Keran", "desc": "Afbrigði Cheron."}, {"name": "Ketilbjörn", "desc": ""}, {"name": "Ketill", "desc": "hjálmur, ketill."}, {"name": "Kiddi", "desc": ""}, {"name": "Kilían", "desc": "Þýskt form og írskt og frönsk afbrigði af CILLIAN."}, {"name": "Kiljan", "desc": "Afbrigði af KILIAN."}, {"name": "Kinan", "desc": "Frá arabísku كِنَان (keenan) sem þýðir \"kápa\", \"hula\", \"blæja\"."}, {"name": "Kíran", "desc": "Afleitt af sanskrít किरण (kirana), sem getur þýtt „ryk“ eða „þráður“ eða „sólargeisli“."}, {"name": "Kjalar", "desc": ""}, {"name": "Kjallakur", "desc": ""}, {"name": "Kjaran", "desc": ""}, {"name": "Kjartan", "desc": "úr írsku (mýrkjartan) merkir e. t. v. herkonungur."}, {"name": "Kjarval", "desc": ""}, {"name": "Kjárr", "desc": ""}, {"name": "Kjói", "desc": "Úr íslensku kjói sem þýðir „skua“."}, {"name": "Klemens", "desc": "úr latínu: mildur. 23/11. heilagur Klemens frá Alexandríu."}, {"name": "Klemenz", "desc": "Afbrigði af KLEMENS."}, {"name": "Klettur", "desc": ""}, {"name": "Klængur", "desc": "norrænt nafn: fastheldinn."}, {"name": "Knútur", "desc": "norrænt nafn og merkir hnútur. 10/7. Knútur helgi, Danakonungur (d. 1086)."}, {"name": "Knörr", "desc": ""}, {"name": "Koðrán", "desc": "annað hvort írskt nafn, eða önnur mynd nafnsins Konráð."}, {"name": "Koggi", "desc": ""}, {"name": "Kolbeinn", "desc": "svartfættur maður."}, {"name": "Kolbjörn", "desc": ""}, {"name": "Kolfinnur", "desc": ""}, {"name": "Kolgrímur", "desc": "\"Black Mask\" úr fornnorrænum þáttum kolr \"kol, svartur, dökkur\" og dapurlegur \"maski, hjálmur\""}, {"name": "Kolmar", "desc": ""}, {"name": "Kolskeggur", "desc": ""}, {"name": "Kolur", "desc": ""}, {"name": "Kolviður", "desc": ""}, {"name": "Konráð", "desc": "úr þýsku: djarfráður maður."}, {"name": "Konstantínus", "desc": "Finnskt form CONSTANTINUS."}, {"name": "Kormákur", "desc": "úr írsku, merki líklega ökusveinn."}, {"name": "Kornelíus", "desc": "rómverskt ættarnafn: göfugur, virtur."}, {"name": "Korri", "desc": ""}, {"name": "Kort", "desc": "úr þýsku og dönsku, stytting á Konráð."}, {"name": "Kópur", "desc": ""}, {"name": "Kórekur", "desc": ""}, {"name": "Kraki", "desc": ""}, {"name": "Krákur", "desc": ""}, {"name": "Kris", "desc": "Stutt mynd af KRISTIAN, KRISTOFFER og öðrum nöfnum sem byrja á Kris."}, {"name": "Kristall", "desc": ""}, {"name": "Kristberg", "desc": "sjá Kristbergur."}, {"name": "Kristbergur", "desc": "Kristur og -bergur: bjargvættur."}, {"name": "Kristbjörn", "desc": "Kristur og björn."}, {"name": "Kristdór", "desc": "Icelandic variant of KRISTÞÓR."}, {"name": "Kristens", "desc": ""}, {"name": "Krister", "desc": "sænsk/dönsk útgáfa af Christer, sem er sama og Christian, sem á latínu þýðir kristinn maður. Sjá Kristján."}, {"name": "Kristfinnur", "desc": "Kristur- og finnur."}, {"name": "Kristgeir", "desc": "vopn Krists."}, {"name": "Kristian", "desc": "Skandinavískt og finnskt form af CHRISTIAN, sem og búlgarskt afbrigðisform."}, {"name": "Kristinn", "desc": "kristinn maður."}, {"name": "Kristján", "desc": "úr grísku: kristinn maður. Tíu danakonungar hafa borið þetta nafn, og stuðlað að vinsældum þess hér á landi. Kristján Eldjárn, forseti Íslands (1968-1980)"}, {"name": "Kristjón", "desc": "Kristur og Jón."}, {"name": "Kristlaugur", "desc": "Karlkyns form KRISTLAUG."}, {"name": "Kristleifur", "desc": "erfingi Krists."}, {"name": "Kristmann", "desc": "maður Krists."}, {"name": "Kristmar", "desc": "Kristur og -mar: frægur."}, {"name": "Kristmundur", "desc": "gjöf eða vörn Krists."}, {"name": "Kristofer", "desc": "Frá síðgríska nafninu Χριστόφορος (Christophoros) sem þýðir „bera CHRIST“, dregið af Χριστός (Christos) ásamt φέρω (phero) sem þýðir „að bera, að bera“. Frumkristnir menn notuðu það sem myndhverflegt nafn og lýstu því yfir að þeir bæru Krist í hjarta sínu. Á miðöldum leiddu bókstaflegar túlkanir á siðareglum nafnsins til þjóðsagna um heilagan Kristófer sem bar hinn unga Jesú yfir ána. Hann er talinn verndardýrlingur ferðamanna. Sem enskt eiginnafn hefur Christopher verið almennt í notkun síðan á 15. öld. Það varð mjög vinsælt á seinni hluta 20. aldar og náði toppsæti Englands og Wales á níunda áratugnum og nálgaðist það í Bandaríkjunum. Í Danmörku var þetta nafn borið af þremur konungum (nöfn þeirra eru venjulega stafsett Christoffer), þar á meðal Kristófer af Bæjaralandi frá 15. öld sem einnig stjórnaði Noregi og Svíþjóð. Aðrir frægir handhafar eru ítalski landkönnuðurinn Christopher Columbus (1451-1506), enski leikskáldið Christopher Marlowe (1564-1593), enski arkitektinn Christopher Wren (1632-1723) og skáldskaparpersónan Christopher Robin úr A. A. Milne's Winnie-the-Pooh bókum."}, {"name": "Kristó", "desc": "Þetta nafn er stranglega karlkyns í Albaníu og Eistlandi, en unisex í Georgíu. Í Albaníu er það smærri eða stutt mynd af KRISTAQ og / eða KRISTOFOR. Í Eistlandi er það minnkandi eða stutt form KRISTER og / eða KRISTJAN.In Georgía, það er stutt form KRISTESIA og / eða KRISTEPORE fyrir karla, og KRISTINE fyrir konur."}, {"name": "Kristófer", "desc": "úr grísku Krist-beri. 25/7. heilagur Kristófer, verndardýrlingur ferðamanna."}, {"name": "Kristvaldur", "desc": "Íslenskt nafn með samsetningu KRISTJÁN og valdr „höfðingja, voldugur, voldugur“."}, {"name": "Kristvarður", "desc": ""}, {"name": "Kristvin", "desc": "vinur Krists."}, {"name": "Kristþór", "desc": "Kristur og Þór."}, {"name": "Krummi", "desc": "krummi, hrafn."}, {"name": "Kubbur", "desc": ""}, {"name": "Kusi", "desc": ""}, {"name": "Kvasir", "desc": "Komið frá nafninu á gerjaða safanum af berjunum. Í norrænni goðafræði var Kvasir vitrastur af öllum verum. Dvergarnir FJALARR og GALARR drápu hann, helltu blóði hans í skipin Boðn, Són og Óðrœrir og blönduðu því saman hunangi til að gera skaldóttan mjöð, sem gerði hver sem drakk það skáld."}, {"name": "Kveldúlfur", "desc": ""}, {"name": "Lambert", "desc": "Komið frá germönsku þættinum landa \"land\" og beraht \"bjart\". Saint Lambert frá Maastricht var biskup á 7. öld sem var píslarvættur eftir að hafa fordæmt Pepin II fyrir framhjáhald."}, {"name": "Lambi", "desc": ""}, {"name": "Lars", "desc": "Skandinavískt form LAURENCE (1)."}, {"name": "Laufar", "desc": ""}, {"name": "Laugi", "desc": ""}, {"name": "Lauritz", "desc": "Dönsk og norsk mynd af Laurentius (sjá LAURENCE (1))."}, {"name": "Lár", "desc": "uppruni óviss, ef til vill ´lárviður´."}, {"name": "Lárent", "desc": ""}, {"name": "Lárentíus", "desc": ""}, {"name": "Lárus", "desc": "úr latínu: lárviður."}, {"name": "Leiðólfur", "desc": ""}, {"name": "Leif", "desc": "Frá fornnorræna nafninu Leifr sem þýðir „afkomandi, erfingi“. Leif Eriksson var norrænn landkönnuður sem náði til Norður-Ameríku snemma á 11. öld. Hann var sonur Eriks rauða."}, {"name": "Leifur", "desc": "erfingi, afkomandi."}, {"name": "Leiknir", "desc": "leikinn maður."}, {"name": "Lennon", "desc": "Frá írsku eftirnafni, anglicized mynd af Ó Leannáin, sem þýðir \"afkomandi Leannán\". Nafnið Leannán þýðir „elskhugi“ á írsku. Þetta eftirnafn bar tónlistarmaðurinn John Lennon (1940-1980), meðlimur Bítlanna."}, {"name": "Leo", "desc": "Komið frá latnesku leó sem þýðir \"ljón\", fylgikona LEON. Það var vinsælt meðal frumkristinna og var nafn 13 páfa, þar á meðal heilags Leó mikils sem fullyrti yfirburði rómversku biskupanna (páfanna) yfir öllum öðrum á 5. öld. Það var einnig borið af sex býsanskum keisurum og fimm armenskum konungum. Annar frægur handhafi var Leo Tolstoy (1828-1910), rússneskur skáldsagnahöfundur en í verkum hans eru Stríð og friður og Anna Karenina. Leo er einnig nafn stjörnumerkis og fimmta stjörnumerkið."}, {"name": "Leon", "desc": "Afleitt úr grísku λέων (león) sem þýðir „ljón“. Á kristnu tímabili var þetta gríska heiti sameinað latneska samstæðunni Leo, með þeim afleiðingum að formin tvö eru notuð nokkuð til skiptis á evrópskum tungumálum. Í Englandi á miðöldum var þetta algengt nafn meðal gyðinga. Frægur handhafi var Leon Trotsky (1879-1940), rússneskur kommúnistabyltingarmaður."}, {"name": "Leonard", "desc": "Þýðir „hugrakkur ljón“, dreginn af germönsku frumefnunum lewo „ljón“ (af latneskum uppruna) og harður „hugrakkur, harðgerður“. Þetta var nafn 5. aldar Frankish dýrlingur frá Noblac sem er verndari fanga og hesta. Normannar komu með þetta nafn til Englands, þar sem það var notað jafnt og þétt í gegnum miðalda og varð enn algengara á 20. öld."}, {"name": "Leonardó", "desc": "Ítalska, spænska og portúgalska mynd af LEONARD. Athyglisverður flutningsmaður var Leonardo da Vinci (1452-1519), ítalskur listamaður og vísindamaður endurreisnartímabilsins. Hann er þekktur sem uppfinningamaður nokkurra gagna, þar á meðal flugvéla, sem og málari Mona Lisa. Annar frægur handhafi var Leonardo Fibonacci, ítalskur stærðfræðingur frá 13. öld. Nýlegri handhafi er bandaríski leikarinn Leonardo DiCaprio (1974-)."}, {"name": "Leonel", "desc": "Spænskt og portúgalskt form LIONEL."}, {"name": "Leonhard", "desc": "Þýska mynd LEONARD. Frægur handhafi var svissneski stærðfræðingurinn Leonhard Euler (1707-1783), sem lagði mörg mikilvæg framlög til reiknivélar, talnafræði, rúmfræði og fræðilegra eðlisfræði."}, {"name": "Leó", "desc": "úr latínu: ljón. 11/4. Leó mikli, páfi."}, {"name": "Leópold", "desc": "Afleiddur af germönskum þáttum leud \"fólk\" og sköllóttur \"feitletrað\". Stafsetningunni var breytt vegna tengsla við latneskt leó „ljón“. Þetta nafn var algengt meðal þýskra kóngafólks, fyrst með Babenbergs og síðan Habsburgara. Saint Leopold var 12. aldar Babenberg jaðri Austurríkis, sem nú er talinn verndari þess lands. Það var einnig borið af tveimur keisurum frá Habsburg, helgum rómverjum, auk þriggja konunga í Belgíu. Frá 19. öld hefur þetta nafn stundum verið notað á Englandi, upphaflega til heiðurs frænda Viktoríu drottningar, konungs í Belgíu, en eftir það nefndi hún einn af sonum sínum. Það var síðar notað af James Joyce fyrir aðalpersónuna, Leopold Bloom, í skáldsögu sinni Ulysses (1920)."}, {"name": "Leví", "desc": "úr biblíunni og þýðir sameinaður."}, {"name": "Levý", "desc": "Afbrigði af LEVI."}, {"name": "Lér", "desc": "Írska hliðstæða LLYR. Ler var írskur hafguð, faðir Manannan mac Lir."}, {"name": "Liam", "desc": "Írsk stuttmynd af WILLIAM. Það varð vinsælt í Bretlandi á níunda áratugnum og annars staðar í Evrópu og Ameríku eftir það. Það var efsta sætið fyrir stráka í Bandaríkjunum frá og með 2017."}, {"name": "Liljar", "desc": "Nafn þetta er myndað af kvennafninu Lilja og viðskeytinu -ar: hermaður."}, {"name": "Lindar", "desc": ""}, {"name": "Lindberg", "desc": ""}, {"name": "Lindi", "desc": ""}, {"name": "Líam", "desc": "Írsk stuttmynd af WILLIAM. Það varð vinsælt í Bretlandi á níunda áratugnum og annars staðar í Evrópu og Ameríku eftir það. Það var efsta sætið fyrir stráka í Bandaríkjunum frá og með 2017."}, {"name": "Línberg", "desc": ""}, {"name": "Líni", "desc": "Úr norrænu líni sem þýðir „hör, lín, línfatnaður, línbúnaður“."}, {"name": "Líó", "desc": "Afbrigði LEO."}, {"name": "Líus", "desc": ""}, {"name": "Ljóni", "desc": ""}, {"name": "Ljósálfur", "desc": "Íslenskt nafnasamsetning ljós 'a burning light', 'light of the sun' og alfr 'elf'."}, {"name": "Ljótur", "desc": ""}, {"name": "Ljúfur", "desc": ""}, {"name": "Loðmundur", "desc": ""}, {"name": "Loftur", "desc": "fleygur."}, {"name": "Logi", "desc": "eldur."}, {"name": "Loki", "desc": "Merking óþekkt, hugsanlega fengin af germönsku rótinni * luka sem þýðir „hnútur, læsing“. Í norrænu goðsögninni var Loki trickster god sem tengdist töfra og eldi. Með tímanum varð hann illari og illari og að lokum var hann hlekkjaður við klett af öðrum guðum."}, {"name": "Lói", "desc": "Masculine form of LÓA."}, {"name": "Lóni", "desc": ""}, {"name": "Lórens", "desc": "Skandinavískt form LAURENCE (1)."}, {"name": "Lórenz", "desc": "Þýska form Laurentiusar (sjá LAURENCE (1))."}, {"name": "Lótus", "desc": "Frá nafni lotusblómsins (tegundin Nelumbo nucifera) eða goðsagnakennda lotus-trésins. Þau eru að lokum fengin úr grísku λωτός (lotos). Í grískri og rómverskri goðafræði var sagt að lótótréð myndi framleiða ávöxt sem olli syfju og gleymsku."}, {"name": "Ludvig", "desc": "Skandinavískt form LUDWIG."}, {"name": "Lundi", "desc": ""}, {"name": "Lúðvíg", "desc": "Skandinavískt form LUDWIG."}, {"name": "Lúðvík", "desc": "úr þýsku, sama nafn og Hlöðver: vígamaður."}, {"name": "Lúis", "desc": "Spænskt form af LOUIS."}, {"name": "Lúkas", "desc": "dregið af latneska orðinu “lúx” sem þýðir ljós, “hinn bjarti”."}, {"name": "Lúter", "desc": "Íslenskt afbrigði af LUTHER."}, {"name": "Lúther", "desc": "Frá þýsku eftirnafni, sjálft frá germanska eiginnafninu LEUTHAR. Eftirnafnið var borið af Martin Luther, munki og guðfræðingi frá 16. öld, sem byrjaði siðaskipti mótmælenda með því að negla frægar 95 ritgerðir sínar við kirkjudyr. Það hefur síðan verið notað sem eiginnafn honum til heiðurs, sérstaklega meðal mótmælenda. Athyglisverður flutningsmaður frá nútímanum var bandaríski borgaralegi leiðtoginn Martin Luther King (1929-1968)."}, {"name": "Lyngar", "desc": ""}, {"name": "Lyngþór", "desc": "Afleiddur af germönskum þáttum lyng \"lyngi\" og þórr \"þrumuveður\"."}, {"name": "Lýður", "desc": "úr þýsku og dönsku: þjóðhetja."}, {"name": "Lýtingur", "desc": ""}, {"name": "Maggi", "desc": "stytting á Magnús."}, {"name": "Magngeir", "desc": ""}, {"name": "Magni", "desc": "af megin: máttur, styrkir. Magni hét sonur Þórs."}, {"name": "Magnús", "desc": "úr latínu: mikill. 16/4. Magnús helgi, Orkneyjarjarl."}, {"name": "Magnþór", "desc": ""}, {"name": "Makan", "desc": "Fornnorrænt form af óþekktu keltnesku nafni."}, {"name": "Manfred", "desc": "Afleitt af germönskum þáttum magan „styrkur“ og frid „friður“. Þetta er nafn aðalpersónunnar í Manfred leiklist Lord Byron (1817). Þetta nafn bar einnig Manfred von Richthofen (1892-1918), þýski flugmaðurinn í fyrri heimsstyrjöldinni sem var þekktur sem Rauði baróninn."}, {"name": "Manfreð", "desc": "Afleitt af germönskum þáttum magan „styrkur“ og frid „friður“. Þetta er nafn aðalpersónunnar í Manfred leiklist Lord Byron (1817). Þetta nafn bar einnig Manfred von Richthofen (1892-1918), þýski flugmaðurinn í fyrri heimsstyrjöldinni sem var þekktur sem Rauði baróninn."}, {"name": "Manuel", "desc": "Spænsku og portúgölsku formi EMMANUEL. Í stafsetningunni Μανουήλ (Manouel) var það einnig notað í Býsanska heimsveldinu, einkum af tveimur keisurum. Það er mögulegt að þetta form nafnsins hafi verið sent til Spánar og Portúgals frá Býsans, þar sem tengsl voru milli konungsfjölskyldnanna (Ferdinand III konungur í Kastilíu kvæntist Elisabeth af Hohenstaufen, sem átti býsanskar rætur og átti son að nafni Manuel). Nafnið hefur verið notað í Íberíu síðan að minnsta kosti 13. öld og var borið af tveimur konungum Portúgals."}, {"name": "Manúel", "desc": "Spænsku og portúgölsku formi EMMANUEL. Í stafsetningunni Μανουήλ (Manouel) var það einnig notað í Býsanska heimsveldinu, einkum af tveimur keisurum. Það er mögulegt að þetta form nafnsins hafi verið sent til Spánar og Portúgals frá Býsans, þar sem tengsl voru milli konungsfjölskyldnanna (Ferdinand III konungur í Kastilíu kvæntist Elisabeth af Hohenstaufen, sem átti býsanskar rætur og átti son að nafni Manuel). Nafnið hefur verið notað í Íberíu síðan að minnsta kosti 13. öld og var borið af tveimur konungum Portúgals."}, {"name": "Mar", "desc": "Þýðir „sjó“ á spænsku og katalónsku. Það er frá titli Maríu meyjar, María del Mar."}, {"name": "Marbjörn", "desc": ""}, {"name": "Marel", "desc": "líklega samsett af María og Elías."}, {"name": "Margeir", "desc": "mar: hestur, eða sjór, og -geir: spjót, vopn."}, {"name": "Margrímur", "desc": "mar, sjór eða hestur, og Grímur, dulbúinn maður."}, {"name": "Mari", "desc": "MARI (1) f velska, bretónska, eistneska, finnska, ungverska, sænska, norska, danska"}, {"name": "Marijón", "desc": "Íslenskt afbrigði af MARJÓN."}, {"name": "Marinó", "desc": "Ítalska og spænska gerð MARINUS."}, {"name": "Marías", "desc": "líklega skylt Maríus: sjómaður."}, {"name": "Marínó", "desc": "úr latínu dregið af Maríus."}, {"name": "Maríon", "desc": "MARION (1) f franska, enska"}, {"name": "Marís", "desc": "Merkir „hafsins“, tekið af latneska heitinu Maríu mey, Stella Maris, sem þýðir „stjarna hafsins“."}, {"name": "Maríus", "desc": "úr latínu: sjómaður."}, {"name": "Marjón", "desc": "Íslensk samsetning marr „hafs, hafs, vatns“ og JÓN."}, {"name": "Mark", "desc": "Form af latínu MARCUS notað á nokkrum tungumálum. Heilagur Markús var höfundur annarrar guðspjallsins í Nýja testamentinu. Þó að sjálfsmynd höfundar sé ekki viss, halda sumar hefðir að hann sé sami maðurinn og Jóhannes Markús sem birtist í Postulasögunni. Hann er verndardýrlingur Feneyja, þar sem hann er sagður grafinn. Þó að Mark hafi verið notaður á miðöldum var hann ekki algengur í enskumælandi heimi fyrr en á 19. öld, þegar hann byrjaði að nota samhliða klassíska forminu Marcus. Í keltnesku þjóðsögunni um Tristan og Isolde var þetta nafn konungs. frá Cornwall. Það bar einnig bandaríski rithöfundurinn Mark Twain (1835-1910), réttu nafni Samuel Clemens, höfundur Ævintýra Tom Sawyer og Ævintýri Huckleberry Finns. Hann tók pennanafn sitt frá símtali sem starfsmenn árbáta við Mississippi-ána notuðu til að gefa til kynna dýpi tveggja faðma. Þetta er einnig venjulegur enskur stafsetning á nafni 1. aldar f.Kr. rómverski triumvir Marcus Antonius (Mark Antony)."}, {"name": "Markó", "desc": "MARK form á nokkrum tungumálum."}, {"name": "Markús", "desc": "úr latínu, dregið af nafni hernaðarguðsins Mars. 25/4. Markús guðspjallarmaður. Af nafninu Markús er dregið ættarnafnið Marx: Karl Marx (1818-1883)."}, {"name": "Markþór", "desc": "Icelandic combination of MARKÚS and þórr \"thunder\"."}, {"name": "Marley", "desc": "Frá eftirnafni sem var tekið úr örnefni sem þýðir annað hvort „skemmtilegur viður“, „landamerki viður“ eða „marðarvið“ á fornensku. Frægur handhafi eftirnafnsins var Jamaíka tónlistarmaðurinn Bob Marley (1945-1981)."}, {"name": "Marlon", "desc": "Merking óþekkt. Þetta nafn var vinsælt af bandaríska leikaranum Marlon Brando (1924-2004), sem var kenndur við föður sinn."}, {"name": "Maron", "desc": "Tæknilega hefur þetta nafn ekki merkingu þar sem það er skrifað með hljóðfræðilegum stöfum. Þetta nafn er mjög sjaldan gefið stelpum, ef það er gefið neitt."}, {"name": "Marri", "desc": ""}, {"name": "Mars", "desc": "Hugsanlega tengt latnesku mas sem þýðir „karl“ (kynfæri maris). Í rómverskri goðafræði var Mars stríðsguðinn, oft jafnaður við gríska guðinn Ares. Þetta er líka nafn fjórðu reikistjörnunnar í sólkerfinu."}, {"name": "Marsellíus", "desc": ""}, {"name": "Marteinn", "desc": "úr latínu: herskár eða hugaður. 11/11. Marteinn helgi, biskup í Tours."}, {"name": "Marten", "desc": "Hollensk mynd af Martinus (sjá MARTIN)."}, {"name": "Marthen", "desc": ""}, {"name": "Martin", "desc": "Frá rómverska nafninu Martinus, sem var dregið af Martis, er kynfærið um nafn rómverska guðsins MARS. Saint Martin of Tours var biskup á 4. öld sem er verndardýrlingur Frakklands. Samkvæmt goðsögninni rakst hann á kaldan betlara um miðjan vetur svo hann reif skikkjuna í tvennt og gaf betlaranum helminginn af henni. Hann var eftirlætis dýrlingur á miðöldum og nafn hans hefur orðið algengt um allan hinn kristna heim. Áhrifamikill handhafi nafnsins var Martin Luther (1483-1546), guðfræðingurinn sem hóf siðaskipti mótmælenda. Nafnið var einnig borið af fimm páfum (tveir þeirra oftar þekktir sem Marinus). Aðrir nýlegri handhafar eru þýski heimspekingurinn Martin Heidegger (1889-1976), bandaríski borgaralegi leiðtoginn Martin Luther King (1929-1968) og bandaríski kvikmyndagerðarmaðurinn Martin Scorsese (1942-)."}, {"name": "Marvin", "desc": "úr ensku og þýsku. Gæti líka merkt vinur hests, eða hafs."}, {"name": "Marzellíus", "desc": ""}, {"name": "Marzilíus", "desc": "Icelandic variant of MARCILIUS."}, {"name": "Mateó", "desc": "MATTHEUS spænskt form. Þetta form er stundum notað í Króatíu, úr ítalska forminu MATTEO."}, {"name": "Mathías", "desc": "Afbrigði af MATTHIAS."}, {"name": "Matthías", "desc": "grísk mynd hebreska nafnsins Mattheus: gjöf Guðs. Sr. Matthías Jochumsson, höfundur þjóðsöngs Íslendinga (1835-1920). 24/2. Matthías postuli."}, {"name": "Matti", "desc": "Finnska mynd MATTHEW."}, {"name": "Mattías", "desc": "Afbrigði af MATTHIAS."}, {"name": "Max", "desc": "Stutt form af MAXIMILIAN (eða stundum af MAXWELL á ensku). Það er einnig önnur umritun á rússnesku Макс (sjá MAKS)."}, {"name": "Maximus", "desc": "Rómverskt ættarnafn sem var dregið af latínu maximus „mest“. Saint Maximus var munkur og guðfræðingur frá Konstantínópel á 7. öld."}, {"name": "Máni", "desc": "máni, tungl. Þorkell máni i Reykjavík, sonur Ingólfs Arnarsonar."}, {"name": "Már", "desc": "mávur."}, {"name": "Mári", "desc": "MARI (1) f velska, bretónska, eistneska, finnska, ungverska, sænska, norska, danska"}, {"name": "Márus", "desc": "Latin nafn sem þýðir \"dökkur á hörund, Moorish\". Þetta var nafn fjölmargra fyrstu dýrlinga, einkum fylgismanns heilags Benedikts."}, {"name": "Mekkinó", "desc": ""}, {"name": "Melkíor", "desc": "Króatískt form MELCHIOR."}, {"name": "Melkólmur", "desc": ""}, {"name": "Melrakki", "desc": "Frá fornnorrænu sem þýðir \"heimskautarefur, hvítur refur\", samþykktur opinberlega sem eiginnafn árið 2006."}, {"name": "Mensalder", "desc": "Merking óþekkt."}, {"name": "Merkúr", "desc": ""}, {"name": "Methúsalem", "desc": "Þýska mynd METHUSELAH."}, {"name": "Metúsalem", "desc": "Þýðir „maður pílu“ á hebresku. Í Gamla testamentinu er hann faðir Lamech og afi Nóa. Hann lifði til 969 ára aldurs og var hann því langlífasti maðurinn í Biblíunni."}, {"name": "Meyvant", "desc": "sennilega þýskt, merking ókunn."}, {"name": "Michael", "desc": "Frá hebreska nafninu מִיכָאֵל (Mikha'el) sem þýðir \"hver er eins og Guð?\". Þetta er orðræðuspurning sem gefur í skyn að engin manneskja sé eins og Guð. Michael er einn af erkienglum í hebreskum sið og sá eini sem er auðkenndur sem erkiengill í Biblíunni. Í Daníelsbók í Gamla testamentinu er hann nefndur sem verndari Ísraels. Í Opinberunarbókinni í Nýja testamentinu er hann sýndur sem leiðtogi himinsherja í stríðinu gegn Satan og er því talinn verndardýrlingur hermanna í kristni. Vinsældir dýrlingsins leiddu til þess að nafnið var notað af níu Býsöntum. keisarar, þar á meðal Michael VIII Palaeologus sem endurreisti heimsveldið á 13. öld. Það hefur verið algengt í Vestur-Evrópu frá miðöldum og á Englandi síðan á 12. öld. Það hefur verið borið (í ýmsum stafsetningum) af ráðamönnum í Rússlandi (stafsett Михаил), Rúmeníu (Mihai), Póllandi (Michał) og Portúgal (Miguel). Í Bandaríkjunum náði þetta nafn fljótt vinsældum frá og með 1930, að lokum varð vinsælasta karlmannsnafnið frá 1954 til 1998. Það var þó ekki eins yfirþyrmandi algengt í Bretlandi þar sem það náði aldrei toppsætinu. Með frægum flytjendum þessa nafns má nefna breska efnafræðinginn / eðlisfræðinginn Michael Faraday (1791-1867) , tónlistarmaðurinn Michael Jackson (1958-2009), og körfuboltamaðurinn Michael Jordan (1963-)."}, {"name": "Mikael", "desc": "hebreska: hver er líkur Guði? (Dan. 12,1). 29/9. Mikaelsmessa: Mikael erkiengill."}, {"name": "Mikjáll", "desc": "Frá hebreska nafninu מִיכָאֵל (Mikha'el) sem þýðir \"hver er eins og Guð?\". Þetta er orðræðuspurning sem gefur í skyn að engin manneskja sé eins og Guð. Michael er einn af erkienglum í hebreskum sið og sá eini sem er auðkenndur sem erkiengill í Biblíunni. Í Daníelsbók í Gamla testamentinu er hann nefndur sem verndari Ísraels. Í Opinberunarbókinni í Nýja testamentinu er hann sýndur sem leiðtogi himinsherja í stríðinu gegn Satan og er því talinn verndardýrlingur hermanna í kristni. Vinsældir dýrlingsins leiddu til þess að nafnið var notað af níu Býsöntum. keisarar, þar á meðal Michael VIII Palaeologus sem endurreisti heimsveldið á 13. öld. Það hefur verið algengt í Vestur-Evrópu frá miðöldum og á Englandi síðan á 12. öld. Það hefur verið borið (í ýmsum stafsetningum) af ráðamönnum í Rússlandi (stafsett Михаил), Rúmeníu (Mihai), Póllandi (Michał) og Portúgal (Miguel). Í Bandaríkjunum náði þetta nafn fljótt vinsældum frá og með 1930, að lokum varð vinsælasta karlmannsnafnið frá 1954 til 1998. Það var þó ekki eins yfirþyrmandi algengt í Bretlandi þar sem það náði aldrei toppsætinu. Með frægum flytjendum þessa nafns má nefna breska efnafræðinginn / eðlisfræðinginn Michael Faraday (1791-1867) , tónlistarmaðurinn Michael Jackson (1958-2009), og körfuboltamaðurinn Michael Jordan (1963-)."}, {"name": "Mikkael", "desc": "Frá hebreska nafninu מִיכָאֵל (Mikha'el) sem þýðir \"hver er eins og Guð?\". Þetta er orðræðuspurning sem gefur í skyn að engin manneskja sé eins og Guð. Michael er einn af erkienglum í hebreskum sið og sá eini sem er auðkenndur sem erkiengill í Biblíunni. Í Daníelsbók í Gamla testamentinu er hann nefndur sem verndari Ísraels. Í Opinberunarbókinni í Nýja testamentinu er hann sýndur sem leiðtogi himinsherja í stríðinu gegn Satan og er því talinn verndardýrlingur hermanna í kristni. Vinsældir dýrlingsins leiddu til þess að nafnið var notað af níu Býsöntum. keisarar, þar á meðal Michael VIII Palaeologus sem endurreisti heimsveldið á 13. öld. Það hefur verið algengt í Vestur-Evrópu frá miðöldum og á Englandi síðan á 12. öld. Það hefur verið borið (í ýmsum stafsetningum) af ráðamönnum í Rússlandi (stafsett Михаил), Rúmeníu (Mihai), Póllandi (Michał) og Portúgal (Miguel). Í Bandaríkjunum náði þetta nafn fljótt vinsældum frá og með 1930, að lokum varð vinsælasta karlmannsnafnið frá 1954 til 1998. Það var þó ekki eins yfirþyrmandi algengt í Bretlandi þar sem það náði aldrei toppsætinu. Með frægum flytjendum þessa nafns má nefna breska efnafræðinginn / eðlisfræðinginn Michael Faraday (1791-1867) , tónlistarmaðurinn Michael Jackson (1958-2009), og körfuboltamaðurinn Michael Jordan (1963-)."}, {"name": "Mikkel", "desc": "Dönsk mynd af MICHAEL. Það getur einnig verið dregið af skandinavísku rótinni mikill sem þýðir „gífurlegt“."}, {"name": "Mikki", "desc": "Strangt kvenlegt afbrigði af MICKEY."}, {"name": "Mildinberg", "desc": "Íslenskt nafn með samsetningunni mildr „mild“ og bjǫrg „hjálp, frelsun“ og borg „vígi, vígi, kastali“."}, {"name": "Milli", "desc": ""}, {"name": "Miró", "desc": "Stutt mynd af MIROSLAV."}, {"name": "Mías", "desc": ""}, {"name": "Mímir", "desc": "jötunninn, sem viskubrunnurinn, Mímisbrunnur, var kenndur við."}, {"name": "Míó", "desc": "Frá japönsku 美 (mi) sem þýðir „fallegt“ ásamt 桜 (o) sem þýðir „kirsuberjablóm“ eða 緒 (o) sem þýðir „þráður“. Aðrar kanji eða kanji samsetningar geta einnig myndað þetta nafn."}, {"name": "Mír", "desc": "Merking óþekkt."}, {"name": "Mjöllnir", "desc": ""}, {"name": "Mjölnir", "desc": ""}, {"name": "Moli", "desc": "Velska lántaka af MOLLY."}, {"name": "Mordekaí", "desc": ""}, {"name": "Morgan", "desc": "MORGAN (1) m & f velska, enska, franska"}, {"name": "Moritz", "desc": "Þýska mynd MAURICE."}, {"name": "Mortan", "desc": ""}, {"name": "Morten", "desc": "Dönsk og norsk mynd af MARTIN."}, {"name": "Mosi", "desc": "Þýðir „fyrst (barn)“ á svahílí."}, {"name": "Móði", "desc": ""}, {"name": "Mói", "desc": ""}, {"name": "Móri", "desc": ""}, {"name": "Mórits", "desc": ""}, {"name": "Móses", "desc": "Frá hebreska heitinu מֹשֶׁה (Mosheh), sem er líklegast dregið af egypskum mes sem þýðir \"sonur\", en gæti einnig þýtt \"afhenda\" á hebresku. Merkingin sem lögð er til í Gamla testamentinu „dregið út“ úr hebresku משה (mashah) er líklega fundin uppskrift (sjá 2. Mósebók 2:10). Biblían Móse var dregin upp úr Níl af dóttur faraós og tekin upp í konungsfjölskylduna. , á sama tíma og Ísraelsmenn voru þrælar í Egyptalandi. Með Aroni bróður sínum krafðist hann faraósins að láta Ísraelsmenn lausa, sem var aðeins gert eftir að Guð sendi tíu plágur yfir Egyptaland. Móse leiddi fólkið yfir Rauðahafið og til Sínaífjalls þar sem hann fékk boðorðin tíu frá Guði. Eftir 40 ára flakk í eyðimörkinni náði þjóðin til Kanaan, fyrirheitna landsins, en Móse dó rétt áður en hann fór inn í það. Á Englandi hefur þetta nafn verið almennt notað af kristnum mönnum frá siðaskiptum mótmælenda, þó að það hafi lengi verið vinsælt meðal gyðinga."}, {"name": "Muggi", "desc": ""}, {"name": "Muggur", "desc": "Íslenskt nafn af óvissum uppruna og merkingu. Kannski dregið af íslenskri mugga sem þýðir \"þétt þoka, snjókoma án vinds\"."}, {"name": "Mummi", "desc": "Diminutive af nöfnum sem innihalda nafnið frumefni mund \"hönd\", \"vernd\" eða munr \"hugsun\"."}, {"name": "Muni", "desc": ""}, {"name": "Muninn", "desc": "Afleidd úr fornnorrænum munr \"huga\" (sjá einnig MUNIMUND). Í norrænni goðafræði er Muninn nafn annars tveggja hrafna Óðins. Muninn táknar minni og á hverjum degi fljúga hann og Huginn (hinn hrafninn) yfir alla níu heima sem þekkjast í norrænni goðafræði til að safna fréttum og upplýsingum fyrir Óðinn."}, {"name": "Múli", "desc": "Fornorrænt nafn, úr fornnorrænu múla sem þýðir „trýni, munnur; fjallaspor“."}, {"name": "Myrkvar", "desc": ""}, {"name": "Myrkvi", "desc": ""}, {"name": "Mýrkjartan", "desc": ""}, {"name": "Mörður", "desc": "mörður. Sögupersóna Njálssögu, Mörður Valgarðsson, hefur gefið þessu nafni merkinguna svikari, lygari."}, {"name": "Narfi", "desc": "grannur. Narfi var sonur Loka."}, {"name": "Natan", "desc": "hebreska: gjöf Guðs. (2. Sam. 12)."}, {"name": "Natanael", "desc": "Spænsku og portúgölsku formi NATHANAEL."}, {"name": "Nataníel", "desc": "Afbrigði af NATANAEL."}, {"name": "Nathan", "desc": "Frá hebreska nafninu נָתָן (Natan) sem þýðir \"hann gaf\". Í Gamla testamentinu er þetta nafn spámanns á valdatíma Davíðs konungs. Hann átaldi Davíð fyrir framhjáhald sitt við Batseba og fyrir dauða Úría Hetíta. Síðar barðist hann fyrir Salómon sem arftaka Davíðs. Þetta var einnig nafn sonar Davíðs og Batsebu. Það hefur verið notað sem kristilegt eiginnafn í enskumælandi heimi frá siðaskiptum mótmælenda. Frægur handhafi var Nathan Hale (1755-1776), bandarískur njósnari sem var tekinn af lífi af Bretum á tímum bandarísku byltingarinnar."}, {"name": "Nathanael", "desc": "Frá hebreska nafninu נְתַנְאֵל (Netan'el) sem þýðir \"Guð hefur gefið\", frá frumefnunum נָטַן (natan) sem þýðir \"að gefa\" og אֵל ('el) sem þýðir \"Guð\". Það bera nokkrar minniháttar persónur í Gamla testamentinu, venjulega stafsettar Nethanel eða Nethaneel. Í Nýja testamentinu er þetta nafn postula, líklega annað nafn postulans sem heitir Bartholomew."}, {"name": "Nátthrafn", "desc": ""}, {"name": "Náttmörður", "desc": ""}, {"name": "Náttúlfur", "desc": ""}, {"name": "Neisti", "desc": ""}, {"name": "Nenni", "desc": ""}, {"name": "Neó", "desc": "NEO (1) f & m Suður-Afríku, Tswana"}, {"name": "Neptúnus", "desc": "Latin mynd NEPTUNE."}, {"name": "Neró", "desc": "NERO (1) m Forn-Rómverji"}, {"name": "Nicolas", "desc": "Frönsk mynd af NICHOLAS."}, {"name": "Nikanor", "desc": "Grísk mynd af NICANOR."}, {"name": "Nikolai", "desc": "Önnur umritun á rússnesku / búlgarsku Николай (sjá NIKOLAY)."}, {"name": "Nikolas", "desc": "Afbrigði af NIKOLAOS (grísku) eða NICHOLAS (ensku)."}, {"name": "Nikulás", "desc": "úr grísku: sigur lýðsins. 6/12. Nikulás biskup frá Mýra, sem gefið hefur jólasveinunum nafn (: Sankti Kláus)."}, {"name": "Nils", "desc": "stytting nafnsins Nikulás."}, {"name": "Níels", "desc": "dönsk mynd nafnsins Nikulás."}, {"name": "Níls", "desc": "Skandinavísk mynd af NICHOLAS."}, {"name": "Njáll", "desc": "úr írsku: hetja. Njáll á Bergþórshvoli."}, {"name": "Njörður", "desc": "siglingaguð norrænnar goðafræði."}, {"name": "Nonni", "desc": ""}, {"name": "Norbert", "desc": "Afleidd frá germönsku frumefnunum nord sem þýða „norður“ og beraht sem þýðir „bjart“. Þetta var nafn þýskra dýrlinga frá 11. öld sem gerði margar umbætur innan kirkjunnar."}, {"name": "Norðmann", "desc": "Afleidd af germönskum nafnaþáttum norður \"norður\" og manni \"maður\"."}, {"name": "Normann", "desc": "Norwegian younger form of NORÐMAÐR or variant of NORMAN."}, {"name": "Nóam", "desc": "Þýðir „notalegheit“ á hebresku. Frægur handhafi er Noam Chomsky (1928-), bandarískur málfræðingur og heimspekingur."}, {"name": "Nóel", "desc": "komið úr orðasambandi sem merki dagur fæðingar (jól)."}, {"name": "Nói", "desc": "úr hebresku: langlífur (1. Mós. 6,9)."}, {"name": "Nóni", "desc": ""}, {"name": "Nóri", "desc": "Frá japönsku 儀 (nori) sem þýðir \"athöfn, siðir\" eða aðrir kanji sem eru bornir fram á sama hátt."}, {"name": "Nóvember", "desc": ""}, {"name": "Númi", "desc": "úr latínu, nafn á rómverskum konungi."}, {"name": "Nývarð", "desc": ""}, {"name": "Nökkvi", "desc": "bátur, skip."}, {"name": "Oddbergur", "desc": "sem spjótið bjargar."}, {"name": "Oddbjörn", "desc": "samsett af Oddur og Bjarni."}, {"name": "Oddfreyr", "desc": "samsett af Oddur og Freyr."}, {"name": "Oddgeir", "desc": "spjót."}, {"name": "Oddi", "desc": "önnur mynd nafnsins Oddur."}, {"name": "Oddkell", "desc": "Fornt skandinavískt og íslenskt nafn með samblandinu af oddr \"punkti\" (af vopni) og ketill \"ketilhatti\", \"hjálmi\"."}, {"name": "Oddleifur", "desc": "erfingi spjóts."}, {"name": "Oddmar", "desc": ""}, {"name": "Oddsteinn", "desc": "samsett af Oddur og steinn."}, {"name": "Oddur", "desc": "oddur. Oddur Gottskálksson (d.1556) er þýddi Nýja testamentið á íslensku."}, {"name": "Oddvar", "desc": "Frá fornnorræna nafninu Oddvarr, dregið af frumefnunum oddr \"sverðspunktur\" og varr \"vakandi, varkár\"."}, {"name": "Oddþór", "desc": ""}, {"name": "Oktavías", "desc": ""}, {"name": "Oktavíus", "desc": "Rómverskt ættarnafn dregið af latneska octavus sem þýðir „áttunda“. Þetta var upphaflegt ættarnafn Augustus keisara (fæddur Gaius Octavius). Það var líka sjaldan notað sem rómverskt fornafn eða eiginnafn."}, {"name": "Októ", "desc": "Stutt mynd af OKTÓVÍUS."}, {"name": "Októvíus", "desc": "Íslenskt afbrigði af OKTAVÍUS."}, {"name": "Olaf", "desc": "Frá fornnorræna nafninu Áleifr sem þýðir „afkomandi forföðurins“, dregið af frumefnunum anu „forfaðir“ og leifr „afkomandi“. Þetta var nafn fimm Noregskonunga, þar á meðal heilagur Ólafur (Ólafur II)."}, {"name": "Olav", "desc": "Afbrigði af OLAF."}, {"name": "Olavur", "desc": "Færeyskt form OLAF."}, {"name": "Olgeir", "desc": "ef til vill dönsk mynd nafnsins Hólmgeir, eða norrænt nafn: af Alu: vörn og -geri: spjót."}, {"name": "Oliver", "desc": "franskt nafn, sem merkir ólívutré."}, {"name": "Olivert", "desc": "Íslenskt nafn af óþekktum uppruna og merkingu. Líklega innblásin af OLIVER og IVERT."}, {"name": "Olli", "desc": "Finnsk minnkun OLAVI."}, {"name": "Orfeus", "desc": "Form ORPHEUS."}, {"name": "Ormar", "desc": "frægur ormur."}, {"name": "Ormsvíkingur", "desc": ""}, {"name": "Ormur", "desc": "ormur."}, {"name": "Orri", "desc": "fuglsheiti."}, {"name": "Orvar", "desc": "Þýðir „ör“ á fornorrænu. Orvar Odd er goðsagnakennd norræn hetja sem er viðfangsefni Íslendingasögu frá 13. öld."}, {"name": "Othar", "desc": "Nafnið er myndað úr germönsku nafnefnum aud \"auð\" og HARI \"her\". Gefið persónunni Othar Tryggvassen (heiðursmaður ævintýramaður!) Í margverðlaunuðum teiknimyndaseríu Girl Genius eftir Phil og Kaja Foglio."}, {"name": "Otkell", "desc": "Fornnorrænt afbrigði af ODDKELL."}, {"name": "Otri", "desc": "Afbrigði OTUR."}, {"name": "Otti", "desc": "íslensk mynd nafnsins Ottó."}, {"name": "Ottó", "desc": "úr þýsku: auðugur."}, {"name": "Otur", "desc": ""}, {"name": "Óðinn", "desc": "hinn almáttki áss."}, {"name": "Ófeigur", "desc": "langlífur."}, {"name": "Ólaf", "desc": "Frá fornnorræna nafninu Áleifr sem þýðir „afkomandi forföðurins“, dregið af frumefnunum anu „forfaðir“ og leifr „afkomandi“. Þetta var nafn fimm Noregskonunga, þar á meðal heilagur Ólafur (Ólafur II)."}, {"name": "Ólafur", "desc": "norrænt nafn: Áleifur: erfingi forfeðra. 29/7. Ólafur helgi, Noregskonungur."}, {"name": "Óli", "desc": "stytting á Ólafur."}, {"name": "Óliver", "desc": "Frá Olivier, normandi frönsk mynd af germönsku nafni eins og ALFHER eða fornnorrænu nafni eins og Áleifr (sjá OLAF). Stafsetningunni var breytt með tengslum við latínu oliva „olíutré“. Á miðöldum varð nafnið vel þekkt í Vestur-Evrópu vegna frönsku Epic La Chanson de Roland, þar sem Olivier var vinur og ráðgjafi hetjunnar Roland. Á Englandi var Oliver algengt nafn miðalda, en það varð þó sjaldgæft eftir 17. öld vegna herforingjans Oliver Cromwell, sem stjórnaði landinu í kjölfar borgarastyrjaldarinnar. Nafnið var endurvakið á 19. öld, að hluta til vegna titilpersónunnar í skáldsögu Charles Dickens, Oliver Twist (1838), sem fjallaði um fátækt munaðarleysingja sem bjó á götum London. Það varð mjög vinsælt í byrjun 21. aldar, náði efstu sætum stráka í Englandi og Wales árið 2009 og komst inn á topp tíu í Bandaríkjunum árið 2017."}, {"name": "Ólíver", "desc": "Frá Olivier, normandi frönsk mynd af germönsku nafni eins og ALFHER eða fornnorrænu nafni eins og Áleifr (sjá OLAF). Stafsetningunni var breytt með tengslum við latínu oliva „olíutré“. Á miðöldum varð nafnið vel þekkt í Vestur-Evrópu vegna frönsku Epic La Chanson de Roland, þar sem Olivier var vinur og ráðgjafi hetjunnar Roland. Á Englandi var Oliver algengt nafn miðalda, en það varð þó sjaldgæft eftir 17. öld vegna herforingjans Oliver Cromwell, sem stjórnaði landinu í kjölfar borgarastyrjaldarinnar. Nafnið var endurvakið á 19. öld, að hluta til vegna titilpersónunnar í skáldsögu Charles Dickens, Oliver Twist (1838), sem fjallaði um fátækt munaðarleysingja sem bjó á götum London. Það varð mjög vinsælt í byrjun 21. aldar, náði efstu sætum stráka í Englandi og Wales árið 2009 og komst inn á topp tíu í Bandaríkjunum árið 2017."}, {"name": "Ómar", "desc": "úr arabísku. Persneska skáldið Ómar Khayyám (d.1123)."}, {"name": "Ómi", "desc": ""}, {"name": "Ónar", "desc": ""}, {"name": "Ónarr", "desc": "Afbrigði ÁNARR."}, {"name": "Óskar", "desc": "úr írsku: andstæðingur."}, {"name": "Ósvald", "desc": "sjá Ósvaldur."}, {"name": "Ósvaldur", "desc": "úr ensku, sama nafn og Ásvaldur: máttur, veldi goðanna."}, {"name": "Ósvífur", "desc": ""}, {"name": "Óttar", "desc": "ógnvekjandi hermaður."}, {"name": "Óttarr", "desc": "Combination of Old Norse ótti \"terror, fear\" and herr \"army\". In Norse Mythology, Óttar is a protégé of the goddess Freyja."}, {"name": "Palli", "desc": "Færeyskt form BALLS."}, {"name": "Parmes", "desc": ""}, {"name": "Patrek", "desc": "Frá latneska heitinu Patricius, sem þýddi „aðalsmaður“. Þetta nafn var tekið upp á 5. öld af Saint Patrick, en fæðingarnafn hans var Sucat. Hann var rómverskur Breti sem var tekinn og þrældur í æsku af írskum árásarmönnum. Eftir sex ára þrældóm slapp hann heim en hann varð að lokum biskup og fór aftur til Írlands sem trúboði. Hann er jafnan álitinn kristna eyjuna og er álitinn verndardýrlingur Írlands. Í Englandi og annars staðar í Evrópu á miðöldum var þetta nafn notað til heiðurs dýrlingnum. Hins vegar var það almennt ekki gefið á Írlandi fyrir 17. öld vegna þess að það var talið of heilagt til daglegrar notkunar. Það hefur síðan orðið mjög algengt þar."}, {"name": "Patrekur", "desc": "úr írsku, merking ókunn. 17/3. Patrekur helgi, verndardýrlingur Íra (d. 492)."}, {"name": "Patrick", "desc": "Frá latneska heitinu Patricius, sem þýddi „aðalsmaður“. Þetta nafn var tekið upp á 5. öld af Saint Patrick, en fæðingarnafn hans var Sucat. Hann var rómverskur Breti sem var tekinn og þrældur í æsku af írskum árásarmönnum. Eftir sex ára þrældóm slapp hann heim en hann varð að lokum biskup og fór aftur til Írlands sem trúboði. Hann er jafnan álitinn kristna eyjuna og er álitinn verndardýrlingur Írlands. Í Englandi og annars staðar í Evrópu á miðöldum var þetta nafn notað til heiðurs dýrlingnum. Hins vegar var það almennt ekki gefið á Írlandi fyrir 17. öld vegna þess að það var talið of heilagt til daglegrar notkunar. Það hefur síðan orðið mjög algengt þar."}, {"name": "Patrik", "desc": "Form Patricius (sjá PATRICK) notað á nokkrum tungumálum."}, {"name": "Páll", "desc": "úr latínu: lítill. 29/6. Páll postuli."}, {"name": "Pálmar", "desc": "samsett nafn: Páll og Mar(grét)."}, {"name": "Pálmi", "desc": "pálmatré."}, {"name": "Pedró", "desc": "Spænskt og portúgalskt form PETER. Þetta var nafn aðeins tveggja keisara í Brasilíu."}, {"name": "Per", "desc": "Skandinavískt og bretónskt form PETER."}, {"name": "Peter", "desc": "Komið úr grísku Πέτρος (Petros) sem þýðir „steinn“. Þetta er þýðing sem er notuð í flestum útgáfum af Nýja testamentinu af nafninu Kefas, sem þýðir „steinn“ á arameísku, sem Jesús gaf Símon postula, (samanber Matteus 16:18 og Jóhannes 1:42). Símon Pétur var mest áberandi postulanna í starfi Jesú og er oft talinn fyrsti páfinn. Vegna frægðar postulans varð þetta nafn algengt um allan hinn kristna heim (í ýmsum stafsetningum). Í Englandi kynntu Normannar það í fornfrönsku forminu Piers, sem var smám saman skipt út fyrir stafsetningu Péturs sem byrjaði á 15. öld [1]. Fyrir utan postulann eru aðrir dýrlingar með þessu nafni ma siðbótarmaðurinn 11. aldar Saint Peter Damian og Predikarinn frá 13. öld heilagur Pétur píslarvottur. Það var einnig borið af ráðamönnum í Aragon, Portúgal og Rússlandi, þar á meðal rússneski tsarinn Pétur mikli (1672-1725), sem sigraði Svíþjóð í Norður-stríðinu mikla. Meðal frægra skáldskaparbera eru Peter Rabbit úr barnabókum Beatrix Potters og Peter Pan, drengurinn sem neitaði að alast upp í leikverki J. M. Barrie frá 1904."}, {"name": "Petter", "desc": "Sænskt og norskt form PETER."}, {"name": "Pétur", "desc": "úr grísku petros: klettur sem er þýðing arameiska nafnsins Kefas (Matt. 16, 18). 29/6. Pétur postuli."}, {"name": "Pjetur", "desc": "Icelandic variant spelling of PÉTUR."}, {"name": "Príor", "desc": ""}, {"name": "Rafael", "desc": "af Raphael, úr hebresku og merkir Guð hefur læknað."}, {"name": "Rafn", "desc": "sama og Hrafn."}, {"name": "Rafnar", "desc": ""}, {"name": "Rafnkell", "desc": "Icelandic variant of HRAFNKELL."}, {"name": "Ragnar", "desc": "norrænt, af rögn: máttarvöld, goð, og -ar: hermaður. Ragnar konungur loðbrók."}, {"name": "Ragúel", "desc": "hebreska, og merkir vinur Guðs."}, {"name": "Raknar", "desc": ""}, {"name": "Ram", "desc": "Vinnsluminni (1) m Biblíulegt"}, {"name": "Ramses", "desc": "Afbrigði af RAMESES."}, {"name": "Randver", "desc": "hermaður með skjöld."}, {"name": "Rannver", "desc": ""}, {"name": "Rasmus", "desc": "Skandinavískt, finnskt og eistneskt form af ERASMUS."}, {"name": "Ráðgeir", "desc": ""}, {"name": "Ráðvarður", "desc": ""}, {"name": "Refur", "desc": ""}, {"name": "Reginbaldur", "desc": ""}, {"name": "Reginn", "desc": "guðlegur, eða konungur."}, {"name": "Reidar", "desc": "Frá fornnorræna nafninu Hreiðarr, sem var dregið af frumefnunum hreiðr „hreiður, heim“ og arr „kappi“."}, {"name": "Reifnir", "desc": "Afleitt frá reifir („veitandi, hjálpar“). Þetta er nafn sjókóngs í norrænni goðafræði."}, {"name": "Reimar", "desc": "úr þýsku, reginn og -mar: goð, frægur."}, {"name": "Reinar", "desc": "Skandinavísk form REINER og færeysk form REINHARD."}, {"name": "Reinhard", "desc": "Þýska hliðstæðu REYNARD."}, {"name": "Reinhart", "desc": ""}, {"name": "Reinhold", "desc": "Þýska hliðstæðu REYNOLD."}, {"name": "Remek", "desc": "Pólska stuttmynd REMIGIUSZ."}, {"name": "Rex", "desc": "Frá latínu rex sem þýðir \"konungur\". Það hefur verið notað sem eiginnafn síðan á 19. öld."}, {"name": "Rey", "desc": ""}, {"name": "Reykdal", "desc": "Íslensk samsetning reykurs „smoke“ og dalr „dale, valley“."}, {"name": "Reynald", "desc": ""}, {"name": "Reynar", "desc": "Icelandic variant of REINAR."}, {"name": "Reynarð", "desc": "Frá germanska nafninu Raginhard, sem samanstendur af frumefnunum ragin \"ráð\" og harður \"hugrakkur, harðgerður\". Normannar komu með það til Englands í formi Reinard, þó að það hafi aldrei orðið mjög algengt þar. Í sögum frá miðöldum var nafnið borið af slægum hetju Reynard refi (með þeim afleiðingum að renard er orðið að frönsku orði sem þýðir „refur“)."}, {"name": "Reynir", "desc": "reynitré."}, {"name": "Reyr", "desc": "Úr íslensku reyr sem þýðir 'sætt grasgras'."}, {"name": "Richard", "desc": "Þýðir „hugrakkur höfðingi“, dreginn af germönskum þáttum ric „höfðingi, voldugur“ og harður „hugrakkur, harðgerður“. Normannar kynntu þetta nafn fyrir Bretum og það hefur verið mjög algengt þar frá þeim tíma. Það var borið af þremur konungum Englands, þar á meðal Richard I Lionheart, einn af leiðtogum þriðju krossferðarinnar á 12. öld. Á síðmiðöldum var þetta nafn venjulega meðal fimm algengustu karla (með John, William, Robert og Tómas). Það hélst nokkuð vinsælt fram á nútímann og náði hámarki í Bandaríkjunum á fjórða áratug síðustu aldar og í Sameinuðu konungsveldinu aðeins síðar og fór stöðugt fækkandi frá þeim tíma. Richard Strauss (1864-1949), sem og breski landkönnuðurinn Sir Richard Burton (1821-1890), bandaríski eðlisfræðingurinn Richard Feynman (1918-1988), breski leikarinn Richard Burton (1925-1984) og bandaríski tónlistarmaðurinn Little Richard (1932-) ."}, {"name": "Rikharð", "desc": "Finnsk mynd af RICHARD."}, {"name": "Rikharður", "desc": ""}, {"name": "Rikki", "desc": "Kvenlegt form af RICKY."}, {"name": "River", "desc": "Úr enska orðinu sem táknar flæðandi vatn. Orðið er að lokum dregið (um fornfrönsku) af latnesku ripa „árbakkanum“."}, {"name": "Ríkarður", "desc": ""}, {"name": "Ríkharð", "desc": "Finnsk mynd af RICHARD."}, {"name": "Ríkharður", "desc": "úr þýsku: voldugur."}, {"name": "Ríó", "desc": "RIO (1) m & f Ýmsir"}, {"name": "Robert", "desc": "Frá þýska nafninu Hrodebert sem þýðir \"bjarta frægð\", dregið af germönsku frumefnunum hrod \"frægð\" og beraht \"bjart\". Normannar kynntu þetta nafn fyrir Bretlandi, þar sem það leysti af hólmi gamla enska hliðstæða Hreodbeorht. Það hefur verið stöðugt meðal algengustu ensku nöfnanna frá 13. til 20. aldar. Í Bandaríkjunum var það vinsælasta nafnið fyrir stráka á árunum 1924 til 1939 (og aftur 1953). Þetta nafn hefur verið borið af tveimur frumkóngum Frakklands, tveimur hertogum í Normandí og þremur konungum Skotlands, þar á meðal Robert the Bruce. sem endurheimti sjálfstæði Skotlands frá Englandi á 14. öld. Rithöfundurinn Robert Browning (1812-1889) og skáldin Robert Burns (1759-1796) og Robert Frost (1874-1963) eru frægir bókmenntakennarar með þessu nafni. Aðrir handhafar eru Robert E. Lee (1807-1870), yfirmaður samtakahersins í borgarastyrjöldinni í Bandaríkjunum, og bandarísku leikararnir Robert Redford (1936-), Robert De Niro (1943-) og Robert Downey Jr. (1965- )."}, {"name": "Rolf", "desc": "Frá germanska heitinu Hrolf (eða fornnorrænt samheiti Hrólfr), samdráttarform Hrodulf (sjá RUDOLF). Normannar kynntu þetta nafn fyrir Englandi en það varð fljótt sjaldgæft. Í nútímanum hefur það stundum verið notað í enskumælandi heimi sem þýskur innflutningur."}, {"name": "Ronald", "desc": "Skosk mynd af RAGNVALDR, nafn sem Skandinavískir landnemar og innrásarmenn kynntu Skotlandi. Það varð vinsælt utan Skotlands á 20. öldinni. Frægur handhafi var bandaríski leikarinn og forsetinn Ronald Reagan (1911-2004)."}, {"name": "Róbert", "desc": "úr ensku og frönsku, sama nafn og Hróbjartur."}, {"name": "Rólant", "desc": "Icelandic and Faroese variant of RÓLAND."}, {"name": "Róman", "desc": "Frá síðla latneska nafninu Romanus sem þýðir \"Roman\". Þetta nafn var borið af nokkrum fyrstu dýrlingum."}, {"name": "Rómeó", "desc": "Ítalskt form síð-latínu Romaeus eða síð-grísku Ρωμαῖος (Romaios), sem þýddi „frá RÓM“ eða „rómverskt“. Á ítölsku miðalda þýddi þetta „pílagríma til Rómar“. Romeo er þekktastur sem elskhugi Júlíu í hörmungum Shakespeares Rómeó og Júlíu (1596)."}, {"name": "Rósant", "desc": ""}, {"name": "Rósar", "desc": "Íslensk blanda af rós \"rós\" og herr \"her\"."}, {"name": "Rósberg", "desc": "Masculine form of RÓSBJÖRG."}, {"name": "Rósenberg", "desc": "Íslenskt afbrigði af RÓSBERG."}, {"name": "Rósi", "desc": ""}, {"name": "Rósinberg", "desc": "Variant of RÓSENBERG."}, {"name": "Rósinkar", "desc": "Merkir „pott af rósum“ á íslensku."}, {"name": "Rósinkrans", "desc": ""}, {"name": "Rósmann", "desc": "Ný samsetning af rós 'blómi' og maðr 'maður'."}, {"name": "Rósmundur", "desc": "Rós og -mundur: gjöf eða vörn."}, {"name": "Rudolf", "desc": "Frá germanska heitinu Hrodulf, sem var dregið af frumefnunum hrod \"frægð\" og wulf \"úlfur\". Það var borið af þremur konungum Búrgundar, svo og nokkrum Habsborgarhöfðingjum Heilaga rómverska heimsveldisins og Austurríki. Anthony Hope notaði þetta nafn fyrir hetjuna í vinsælli skáldsögu sinni Fanginn af Zenda (1894)."}, {"name": "Runi", "desc": "Fornnorrænt og færeyskt form RUNE."}, {"name": "Runólfur", "desc": "rún: leyndardómur og úlfur."}, {"name": "Rúbar", "desc": ""}, {"name": "Rúben", "desc": "Skandinavísk, hollensk, frönsk og armensk form REUBEN. Þetta var nafn armenskra höfðingja í Kílíkíu frá 11. öld."}, {"name": "Rúdólf", "desc": "Frá germanska heitinu Hrodulf, sem var dregið af frumefnunum hrod \"frægð\" og wulf \"úlfur\". Það var borið af þremur konungum Búrgundar, svo og nokkrum Habsborgarhöfðingjum Heilaga rómverska heimsveldisins og Austurríki. Anthony Hope notaði þetta nafn fyrir hetjuna í vinsælli skáldsögu sinni Fanginn af Zenda (1894)."}, {"name": "Rúnar", "desc": "úr írsku: elskaður, ástmögur."}, {"name": "Rúrik", "desc": "úr rússnesku, sama nafn og Hrærekur: frægur höfðingi."}, {"name": "Rútur", "desc": "sama og Hrútur."}, {"name": "Röðull", "desc": ""}, {"name": "Röggi", "desc": ""}, {"name": "Rögnvald", "desc": ""}, {"name": "Rögnvaldur", "desc": "máttur goðanna."}, {"name": "Rögnvar", "desc": ""}, {"name": "Rökkvi", "desc": ""}, {"name": "Röskvi", "desc": ""}, {"name": "Safír", "desc": ""}, {"name": "Sakarías", "desc": ""}, {"name": "Salmann", "desc": "Icelandic combination of sól \"sun\" and maðr \"man\"."}, {"name": "Salmar", "desc": "Afbrigði SÓLMAR."}, {"name": "Salómon", "desc": "hebreska, dregið af Shalom: friður. Salómon konungur (2. Sam. 12, 24)."}, {"name": "Salvador", "desc": "Spænskt form af seint latneska nafninu Salvator, sem þýddi „frelsari“. Frægur handhafi þessa nafns var spænski súrrealíski málarinn Salvador Dalí (1904-1989)."}, {"name": "Salvar", "desc": "dregið af kvenmannsnafninu Salvör: vernd hússins."}, {"name": "Samson", "desc": "Frá hebreska heitinu שִׁמְשׁוֹן (Shimshon), dregið af שֶׁמֶשׁ (shemesh) sem þýðir \"sól\". Samson var hetja frá Gamla testamentinu sem Guð veitti óvenjulegan styrk. Húsfreyja hans, Delila, sveik hann og klippti á sér hárið og svipti hann mátti sínum. Þannig var hann tekinn af Filistum, blindaður og færður í musteri þeirra. En í lokaafreki dró hann niður súlur musterisins yfir sig og hernema sína. Þetta nafn var þekkt meðal Normanna vegna velska biskups Saint Samson, sem stofnaði klaustur í Bretagne og Normandí á 6. öld. Í hans tilviki gæti nafnið verið þýðing á sanna keltneska nafni hans. Sem enskt nafn var Samson algengur á miðöldum, en Normandi hafði kynnt hann."}, {"name": "Samúel", "desc": "hebreska: Guð hefur bænheyrt (1. Sam. 1, 20)."}, {"name": "Sandel", "desc": ""}, {"name": "Sandri", "desc": ""}, {"name": "Sandur", "desc": "Nafn þetta kemur fyrir á 15. öld, og mun það hafa borizt frá Noregi. Sennilega er það stytting á nafninu Alexander."}, {"name": "Saxi", "desc": "líklega saxneskur maður, fremur en að það sé dregið af vopnsheitinu sax. Við son landnámsmanns er Saxahvoll kenndur."}, {"name": "Sebastian", "desc": "Frá latneska nafninu Sebastianus, sem þýddi „frá Sebaste“. Sebaste var nafnið bær í Litlu-Asíu en nafn þess er dregið af grísku σεβαστός (sebastos) sem þýðir „virðulegur“ (þýðing á latínu Ágúst, titill rómversku keisaranna). Samkvæmt kristnum sið var Saint Sebastian rómverskur hermaður á 3. öld píslarvættur í ofsóknum Diocletianusar keisara. Eftir að hann uppgötvaðist kristinn var hann bundinn við staur og skotinn með örvum. Þetta drap hann þó ekki. Heilagur Irene frá Róm læknaði hann og hann sneri aftur til að áminna Diocletianus persónulega, þar sem keisarinn lét berja hann til bana. Vegna vinsælda dýrlingsins kom nafnið í almenna notkun í Evrópu á miðöldum, sérstaklega á Spáni og í Frakklandi. Það var einnig borið af 16. aldar konungi í Portúgal sem lést í krossferð gegn Marokkó."}, {"name": "Sebastían", "desc": "Frá latneska nafninu Sebastianus, sem þýddi „frá Sebaste“. Sebaste var nafnið bær í Litlu-Asíu en nafn þess er dregið af grísku σεβαστός (sebastos) sem þýðir „virðulegur“ (þýðing á latínu Ágúst, titill rómversku keisaranna). Samkvæmt kristnum sið var Saint Sebastian rómverskur hermaður á 3. öld píslarvættur í ofsóknum Diocletianusar keisara. Eftir að hann uppgötvaðist kristinn var hann bundinn við staur og skotinn með örvum. Þetta drap hann þó ekki. Heilagur Irene frá Róm læknaði hann og hann sneri aftur til að áminna Diocletianus persónulega, þar sem keisarinn lét berja hann til bana. Vegna vinsælda dýrlingsins kom nafnið í almenna notkun í Evrópu á miðöldum, sérstaklega á Spáni og í Frakklandi. Það var einnig borið af 16. aldar konungi í Portúgal sem lést í krossferð gegn Marokkó."}, {"name": "Seifur", "desc": ""}, {"name": "Seimur", "desc": ""}, {"name": "Sesar", "desc": "(Cæsar) rómerskt ættarnafn, sem heitin keisari og Zar (: Rússakeisari) eru dregin af."}, {"name": "Sesil", "desc": ""}, {"name": "Sigarr", "desc": ""}, {"name": "Sigbergur", "desc": ""}, {"name": "Sigbert", "desc": "Stutt mynd af SIGISBERT."}, {"name": "Sigbjartur", "desc": ""}, {"name": "Sigbjörn", "desc": "orrustu-björn."}, {"name": "Sigdór", "desc": ""}, {"name": "Sigfastur", "desc": ""}, {"name": "Sigfinnur", "desc": "orrustu Finnur (: maður)."}, {"name": "Sigfreður", "desc": ""}, {"name": "Sigfús", "desc": "fús, viljugur í orrustu. Algengt hér frá landnámsöld."}, {"name": "Siggeir", "desc": "vopn í orrustu, eða sigur-vopn. Nafn þetta kemur fyrir í fornsögum, og það hefur verið notað að skírnarnafni síðustu öld og lengur."}, {"name": "Siggi", "desc": "Gæludýraform nafna sem innihalda nafnþáttinn SIG"}, {"name": "Sighvatur", "desc": "hugaður í orrustu."}, {"name": "Sigjón", "desc": ""}, {"name": "Siglaugur", "desc": ""}, {"name": "Sigmann", "desc": ""}, {"name": "Sigmar", "desc": "frægur í orrustu, eða sigri."}, {"name": "Sigmundur", "desc": "vörn í orrustu. Algengt hér frá upphafi."}, {"name": "Signar", "desc": "Kemur fyrir á 15. öld."}, {"name": "Sigri", "desc": "Variant of SIGRID."}, {"name": "Sigríkur", "desc": "sigur-voldugur. Kemur fyrir í manntalinu 1910."}, {"name": "Sigsteinn", "desc": "orrustu-steinn."}, {"name": "Sigtryggur", "desc": "traustur í orrustu."}, {"name": "Sigtýr", "desc": "orrustu-Týr. Óðinsheiti. Kemur fyrir í manntalinu 1910."}, {"name": "Sigur", "desc": ""}, {"name": "Sigurbaldur", "desc": ""}, {"name": "Sigurberg", "desc": ""}, {"name": "Sigurbergur", "desc": "hjálp í orrustu."}, {"name": "Sigurbjarni", "desc": "Icelandic variant of SIGURBJÖRN."}, {"name": "Sigurbjartur", "desc": "bjartur í sigri."}, {"name": "Sigurbjörn", "desc": "sigur-björn."}, {"name": "Sigurbrandur", "desc": ""}, {"name": "Sigurdór", "desc": "sigur og Þór."}, {"name": "Sigurður", "desc": "vörður eða vernd í orrustu. Sigurður Breiðfjörð (1798-1846) skáld.Nafn þetta hefur mjög mikið verið notað frá landnámsöld. Árið 1910 var það þriðja algengasta karlmannsnafn á öllu landinu."}, {"name": "Sigurfinnur", "desc": "sigursæll maður."}, {"name": "Sigurgeir", "desc": "sigur-vopn."}, {"name": "Sigurgestur", "desc": "samsett af Sigur- og Gestur."}, {"name": "Sigurgísli", "desc": "samsett af Sigur- og Gísli."}, {"name": "Sigurgrímur", "desc": "Í manntölunum 1855 og 1910."}, {"name": "Sigurhans", "desc": "samsett af Sigur- og Hans."}, {"name": "Sigurhjörtur", "desc": "samsett af Sigur og Hjörtur."}, {"name": "Sigurjón", "desc": "sigur og Jón."}, {"name": "Sigurkarl", "desc": "sigur- og Karl."}, {"name": "Sigurlaugur", "desc": "bjartur í sigri, eða orrustu."}, {"name": "Sigurlás", "desc": ""}, {"name": "Sigurleifur", "desc": "Í manntalinu 1910."}, {"name": "Sigurliði", "desc": "sigursæll hermaður."}, {"name": "Sigurlinni", "desc": "sigur og linni: ormur."}, {"name": "Sigurlogi", "desc": "Íslensk sambland af sigr „sigri“ og loga „loga, eldi“."}, {"name": "Sigurmann", "desc": ""}, {"name": "Sigurmar", "desc": ""}, {"name": "Sigurmon", "desc": ""}, {"name": "Sigurmundur", "desc": "gjöf eða vörn sigursins."}, {"name": "Sigurnýas", "desc": "Icelandic variant of SIGURNÝJAS."}, {"name": "Sigurnýjas", "desc": "Possibly a masculine form of SIGNÝ."}, {"name": "Siguroddur", "desc": ""}, {"name": "Siguróli", "desc": "samsett af Sigur- og Óli."}, {"name": "Sigurpáll", "desc": "samsett af Sigur- og Páll."}, {"name": "Sigursteinn", "desc": "sigur og steinn."}, {"name": "Sigursveinn", "desc": "sigursæll sveinn."}, {"name": "Sigurvaldi", "desc": "sá sem er máttugur í sigri."}, {"name": "Sigurvin", "desc": "vinur í orrustu."}, {"name": "Sigurþór", "desc": "sigursæll Þór."}, {"name": "Sigurörn", "desc": ""}, {"name": "Sigvaldi", "desc": "sá sem er máttugur í sigri, eða orrustu."}, {"name": "Sigvard", "desc": "Sænskt form SIGURD."}, {"name": "Sigvarður", "desc": "vörn í orrustu, sama og Sigurður."}, {"name": "Sigþór", "desc": "orrustu-Þór."}, {"name": "Silli", "desc": "Gæludýraform SIGVALDR, SIGHULFR og önnur nöfn sem byrja á nafnaþættinum sigr „sigur“."}, {"name": "Sindri", "desc": "af so. sindura: ljóma, gneista. Dvergsheiti. Sindri hét maður á 13. öld. Hefur verið notað að skírnarheiti á þessari öld."}, {"name": "Símon", "desc": "grísk mynd hebreska nafnsins Simeon: sá sem hlustar."}, {"name": "Sírnir", "desc": "Fornsagnanafn."}, {"name": "Sírus", "desc": ""}, {"name": "Sívar", "desc": "Íslenskt og færeyskt afbrigði af SIGVAR."}, {"name": "Sjafnar", "desc": ""}, {"name": "Skafti", "desc": "af orðinu (spjóts-) skaft. Hefur tíðkazt hér frá öndverðu."}, {"name": "Skapti", "desc": "Afleidd úr fornnorrænu skapti \"stafur, skaft, eldflaug\"."}, {"name": "Skarphéðinn", "desc": "skarpur og héðinn: skinnfeldur. Skarphéðinn Njálsson á Bergþórshvoli."}, {"name": "Skefill", "desc": "sverðsheiti. Landnámsmaður hét þessu heiti og það kemur fram í bæjarnafninu Skefilsstöðum."}, {"name": "Skeggi", "desc": "skeggjaður maður, -karlmannskenning."}, {"name": "Skellir", "desc": ""}, {"name": "Skíði", "desc": "af orðinu skíð(i), en skíði var einnig fuglsheiti. Tíðkaðist hér frá upphafi og fram á 18. öld."}, {"name": "Skírnir", "desc": "sendiboði Freys."}, {"name": "Skjöldur", "desc": "skjöldur."}, {"name": "Skorri", "desc": "e. t. v. hávær maður. Kemur fyrir á 10. öld, og frá þeim tíma stafa Skorradalur og fleiri örnefni. Skorrastaðir eru og til. Nafn þetta hefur verið endurvakið á þessari öld."}, {"name": "Skrýmir", "desc": ""}, {"name": "Skröggur", "desc": ""}, {"name": "Skuggi", "desc": ""}, {"name": "Skúli", "desc": "verndari. Hefur tíðkazt hér frá upphafi."}, {"name": "Skúta", "desc": "sennilega skylt orðinu skúti (hellir). Um heiti þetta eru nokkur forn dæmi. Við Víga-Skútu eru Skútustaðir kenndir. Nafnið kemur fyrir í manntalinu 1910."}, {"name": "Skær", "desc": ""}, {"name": "Skæringur", "desc": "afkomandi SKára (mannsnafn, en merkir ungur fugl)."}, {"name": "Smári", "desc": "jurt."}, {"name": "Smiður", "desc": "kemur fyrir á landnámsöld og síðan annað veifið fram á 17. öld."}, {"name": "Smyrill", "desc": ""}, {"name": "Snjóki", "desc": "Þýðir „snjókall“ á íslensku."}, {"name": "Snjólaugur", "desc": ""}, {"name": "Snjólfur", "desc": "snæ-úlfur."}, {"name": "Snorri", "desc": "norrænt nafn er merkir óstýrlátur. Snorri Sturluson í Reykholti (d.1241)."}, {"name": "Snæbjartur", "desc": ""}, {"name": "Snæbjörn", "desc": "snjór og björn."}, {"name": "Snæhólm", "desc": ""}, {"name": "Snælaugur", "desc": "snjó-hreinn. Kemur fyrir í manntalinu 1910."}, {"name": "Snær", "desc": "snjór"}, {"name": "Snæringur", "desc": ""}, {"name": "Snævar", "desc": "Fornsagnanafn."}, {"name": "Snævarr", "desc": ""}, {"name": "Snæþór", "desc": "snær og Þór."}, {"name": "Soffanías", "desc": ""}, {"name": "Sophanías", "desc": ""}, {"name": "Sophus", "desc": "sjá Sófus"}, {"name": "Sófónías", "desc": ""}, {"name": "Sófus", "desc": "úr grísku: vitur."}, {"name": "Sófús", "desc": "Frá gríska nafninu Σοφος (Sophos) sem þýddi „kunnátta, snjall“."}, {"name": "Sókrates", "desc": "Forngrískt form SOCRATES."}, {"name": "Sólberg", "desc": "sól- og bergur: bjargvættur."}, {"name": "Sólbergur", "desc": "Kemur fyrir í manntalinu 1910."}, {"name": "Sólbjartur", "desc": "kemur fyrir í Fjölsvinnsmálum og manntalinu 1910."}, {"name": "Sólbjörn", "desc": ""}, {"name": "Sólhrafn", "desc": ""}, {"name": "Sólimann", "desc": ""}, {"name": "Sólmar", "desc": "Íslensk samsetning sól \"sun\" og mærr \"famous\"."}, {"name": "Sólmundur", "desc": "gjöf sólar."}, {"name": "Sólon", "desc": "úr grísku."}, {"name": "Sólúlfur", "desc": ""}, {"name": "Sólver", "desc": ""}, {"name": "Sólvin", "desc": "Íslenskt nafn með samsetningunni sól \"sun\" og vinr \"vinur\"."}, {"name": "Spartakus", "desc": ""}, {"name": "Sporði", "desc": ""}, {"name": "Spói", "desc": ""}, {"name": "Stanley", "desc": "Frá eftirnafni sem þýðir „steinklæðning“ á fornensku. Athyglisverður handhafi eftirnafnsins var bresk-ameríski landkönnuðurinn og blaðamaðurinn Sir Henry Morton Stanley (1841-1904), maðurinn sem fann David Livingstone í Afríku. Sem eiginnafn bar það bandaríski leikstjórinn Stanley Kubrick (1928-1999), sem og persónan Stanley Kowalski í leikritinu A Streetcar Named Desire í Tennessee Williams (1947)."}, {"name": "Stapi", "desc": ""}, {"name": "Starkaður", "desc": ""}, {"name": "Starri", "desc": ""}, {"name": "Steðji", "desc": ""}, {"name": "Stefan", "desc": "STEPHEN form á nokkrum tungumálum."}, {"name": "Stefán", "desc": "úr grísku: sigursveigur,blómsveigur, kóróna. 26/12. Stefán frumvottur (Post. 6,8)."}, {"name": "Stefnir", "desc": "sá sem stýrir, ræður."}, {"name": "Steinar", "desc": "steinn og -ar: hermaður."}, {"name": "Steinarr", "desc": "Old Norse form of STEINAR."}, {"name": "Steinberg", "desc": "bjartvættur steins."}, {"name": "Steinbergur", "desc": ""}, {"name": "Steinbjörn", "desc": "Steinn og Björn. Kemur fyrir á landnámsöld.Steinbjarnartunga heitir bær. Nafnsins er getið í manntalinu 1910."}, {"name": "Steinbogi", "desc": ""}, {"name": "Steindór", "desc": "steinn og Þór."}, {"name": "Steinfinnur", "desc": "Steinn og Finnur. Steinfinnur á Steinfinnsstöðum hét landnámsmaður."}, {"name": "Steingrímur", "desc": "Steinn og Grímur: dulbúinn maður."}, {"name": "Steini", "desc": "veik mynd Steins-nafnsins. Hefur verið notað hér frá upphafi."}, {"name": "Steinkell", "desc": "Steinn og Ketill. Fornsagnanafn."}, {"name": "Steinmann", "desc": ""}, {"name": "Steinmar", "desc": "frægur Steinn. Kemur fyrir í manntalinu 1910."}, {"name": "Steinmóður", "desc": "stein-djarfur. Tíðkaðist töluvert frá upphafi og fram eftir öldum og mun einnig vera notað á vorum dögum."}, {"name": "Steinn", "desc": "steinn. Steinn Steinarr var skáldanafn Aðalsteins Kristmundssonar (1908-1958)."}, {"name": "Steinólfur", "desc": "steinn og úlfur. Hefur verið notað frá landnámsöld."}, {"name": "Steinröður", "desc": "sá sem steinn verndar. Kemur fyrir á landnámsöld og sjaldan síðar. Steinröðarstaðir heitir bær. (Steinvarður)."}, {"name": "Steinvarður", "desc": ""}, {"name": "Steinþór", "desc": "steinn og Þór."}, {"name": "Stirnir", "desc": ""}, {"name": "Stígur", "desc": "göngumaður, vegfarandi."}, {"name": "Stormur", "desc": ""}, {"name": "Stórólfur", "desc": "mikill úlfur. Við landnámsmann er Stórólfshvoll kenndur."}, {"name": "Sturla", "desc": "óeirinn, ófriðsamur maður. Sturla Þórðarson, sagnaritari 8d.1284)."}, {"name": "Sturlaugur", "desc": "stur = styrr: orrusta. Bjartur í orrustu."}, {"name": "Sturri", "desc": "Diminutive of STURLA."}, {"name": "Styr", "desc": "ófriður, orrusta. Fyrsti Íslendingurinn, sem kunnur er með þessu heiti, er Víga-Styr."}, {"name": "Styrbjörn", "desc": "orrustu björn."}, {"name": "Styrkár", "desc": "hrokkinhærður stríðsmaður."}, {"name": "Styrmir", "desc": "sá sem stormar fram."}, {"name": "Styrr", "desc": "Afleidd úr norrænum styrr sem þýðir „hrærið, brask, slagsmál“."}, {"name": "Sumarliði", "desc": "sá sem er í víking á sumrum."}, {"name": "Súddi", "desc": ""}, {"name": "Svafar", "desc": "sjá Svavar."}, {"name": "Svali", "desc": ""}, {"name": "Svan", "desc": "Variant of SVANUR."}, {"name": "Svanberg", "desc": "bjartvættur svans."}, {"name": "Svanbergur", "desc": "Svanur og Bergur. Kemur fyrir í manntalinu 1910."}, {"name": "Svanbjörn", "desc": "svanur og björn."}, {"name": "Svangeir", "desc": ""}, {"name": "Svanhólm", "desc": "Íslensk samsetning svanr \"svan\" og holmr \"lítil eyja\"."}, {"name": "Svani", "desc": "Icelandic variant of SVANUR."}, {"name": "Svanlaugur", "desc": "svan-bjartur. Kemur fyrir 1855 og 1910."}, {"name": "Svanmundur", "desc": ""}, {"name": "Svanur", "desc": "fuglsheitið Svanur."}, {"name": "Svanþór", "desc": "Íslenskt nafn með samsetningu svanr \"svan\" og þórr \"þruma\"."}, {"name": "Svavar", "desc": "svafneskur, frá Schwaben í Þýskalandi."}, {"name": "Sváfnir", "desc": "sá sem svæfir, deyðir. Óðinsheiti."}, {"name": "Sveinar", "desc": "Norskt og íslenskt nafn með samblandinu af sveinn \"boy\" og herr \"her\"."}, {"name": "Sveinberg", "desc": ""}, {"name": "Sveinbjartur", "desc": "Sveinn og Bjartur. Kemur fyrir í manntalinu 1910."}, {"name": "Sveinbjörn", "desc": "Sveinn og Björn"}, {"name": "Sveinjón", "desc": "Combination of sveinn \"boy\" and JÓN."}, {"name": "Sveinlaugur", "desc": "svein-bjartur. Kemur fyrir í manntalinu 1910."}, {"name": "Sveinmar", "desc": "Í manntalinu 1910."}, {"name": "Sveinn", "desc": "drengur, þjónn. Sveinn Björnsson, 1. forseti Íslands (1944-1952)."}, {"name": "Sveinungi", "desc": "afkomandi Sveins. Nafn þetta hefur tíðkazt hér a. m. k. síðan á 15. öld."}, {"name": "Sveinþór", "desc": "kemur fyrir í manntalinu 1910."}, {"name": "Svend", "desc": "Dönsk mynd af SVEN."}, {"name": "Sverre", "desc": "Frá fornorræna nafninu Sverrir sem þýðir \"villtur, sveiflast, snýst\"."}, {"name": "Sverrir", "desc": "óstýrlátur, ófriðsamur maður."}, {"name": "Svölnir", "desc": "Óðinsheiti."}, {"name": "Svörfuður", "desc": "sennilega skylt sögninni að svarfa, sem merkti að eyðileggja. Þorsteinn svörfuður nam Svarfaðardal."}, {"name": "Sýrus", "desc": "sama og Cýrus = Kýros, persneskt konungsnafn."}, {"name": "Sæberg", "desc": ""}, {"name": "Sæbergur", "desc": ""}, {"name": "Sæbjartur", "desc": ""}, {"name": "Sæbjörn", "desc": "sær og björn."}, {"name": "Sæi", "desc": ""}, {"name": "Sælaugur", "desc": ""}, {"name": "Sæmann", "desc": ""}, {"name": "Sæmar", "desc": ""}, {"name": "Sæmi", "desc": ""}, {"name": "Sæmundur", "desc": "gjöf hafsins"}, {"name": "Sær", "desc": ""}, {"name": "Sævald", "desc": ""}, {"name": "Sævaldur", "desc": "máttugur á sæ."}, {"name": "Sævar", "desc": "farmaður, eða hermaður á sæ."}, {"name": "Sævarr", "desc": ""}, {"name": "Sævin", "desc": ""}, {"name": "Sæþór", "desc": "sbr. Hafþór."}, {"name": "Sölmundur", "desc": ""}, {"name": "Sölvar", "desc": "gráklæddur hermaður. Fornsagnanafn."}, {"name": "Sölvi", "desc": "annað hvort dregið af Sal-(: hús) og -vér: hetja, verndari, eða: fölleitur maður."}, {"name": "Sören", "desc": "úr dönsku, ummyndun latneska nafnsins Severin: strangur."}, {"name": "Sörli", "desc": ""}, {"name": "Tandri", "desc": "Logi, eldur."}, {"name": "Tarfur", "desc": ""}, {"name": "Tarón", "desc": "Frá nafni svæðis í sögulegu Armeníu (nú í Tyrklandi)."}, {"name": "Teitur", "desc": "kátur, glaður."}, {"name": "Teó", "desc": "Stutt mynd af TEODORO og öðrum nöfnum sem byrja á Teo."}, {"name": "Theodór", "desc": "Þýska mynd THEODORE, sem og skandinavísk, tékknesk og rúmensk afbrigði af TEODOR. Frægur flutningsmaður var bandaríski barnabókahöfundurinn Theodor Seuss Geisel (1904-1991), betur þekktur sem Dr. Seuss."}, {"name": "Theódór", "desc": "úr grísku: gjöf Guðs."}, {"name": "Thomas", "desc": "Grísk mynd af arameíska nafninu תָּאוֹמָא (Ta'oma ') sem þýðir \"tvíburi\". Í Nýja testamentinu er þetta nafn postula. Þegar hann frétti að Jesús væri risinn upp frá dauðum efaðist hann upphaflega um söguna, þar til Jesús birtist fyrir honum og hann skoðaði sár sín sjálfur. Samkvæmt hefð var hann píslarvættur á Indlandi. Vegna frægðar sinnar kom nafnið í almenna notkun í hinum kristna heimi. Á Englandi var nafnið kynnt af Normönnum og varð mjög vinsælt vegna heilags Thomas Becket, erkibiskups frá Kantaraborg og píslarvottur á 12. öld. Það var áreiðanlega meðal fimm helstu algengustu ensku nafna drengja frá 13. til 19. aldar og það hefur verið stöðugt vinsælt fram á þennan dag. Annar athyglisverður dýrlingur með þessu nafni var ítalski heimspekingurinn og guðfræðingurinn 13. aldar Thomas Aquinas, er talinn læknir kirkjunnar. Aðrir frægir handhafar eru meðal annars heimspekingurinn Thomas Hobbes (1588-1679), Thomas Jefferson Bandaríkjaforseti (1743-1826), skáldsagnahöfundurinn Thomas Hardy (1840-1928) og uppfinningamaðurinn Thomas Edison (1847-1931)."}, {"name": "Thor", "desc": "Frá norræna Þórr sem þýðir \"þrumur\", að lokum frá frum-germönsku * Þunraz. Þór var norræni guð styrks, þrumu, stríðs og storma, sonur Óðins. Hann var vopnaður hamri sem kallaður var Mjölnir og var með töfra belti sem tvöfaldaði styrk hans."}, {"name": "Thorberg", "desc": "Gamall íslenskur Þórr, nafn þrumuguðsins, sem stafar af frumgermönsku þunraz „þrumu“ + forníslensku bergi, sem dregur af frumgermanskri bergaz „fjall, hæð“."}, {"name": "Thorsteinn", "desc": "Fornorrænt form TORSTEN."}, {"name": "Thór", "desc": "Frá norræna Þórr sem þýðir \"þrumur\", að lokum frá frum-germönsku * Þunraz. Þór var norræni guð styrks, þrumu, stríðs og storma, sonur Óðins. Hann var vopnaður hamri sem kallaður var Mjölnir og var með töfra belti sem tvöfaldaði styrk hans."}, {"name": "Tindar", "desc": ""}, {"name": "Tindri", "desc": ""}, {"name": "Tindur", "desc": "(fjalls-)tindur, sbr. nöfnin Núpur og Knjúkur. Tindur á Tindsstöðum var uppi á landnámsöld, og nafnið kemur nokkrum sinnum fyrir allt fram á 17. öld."}, {"name": "Tinni", "desc": ""}, {"name": "Tíbor", "desc": "Ungverska, tékkneska og slóvakíska formið Tiburtius (sjá TIBURCIO)."}, {"name": "Tími", "desc": ""}, {"name": "Tímon", "desc": "Komið úr grísku τιμάω (timao) sem þýðir „að heiðra, að virða“. Það birtist stuttlega í Nýja testamentinu. Þetta er einnig nafn aðalpersónunnar í hörmungum Tímons frá Aþenu Shakespeares (1607)."}, {"name": "Tímoteus", "desc": "Afbrigði af TIMOTHEUS."}, {"name": "Tímóteus", "desc": "Afbrigði af TIMOTHEUS."}, {"name": "Tístran", "desc": "Uppruni þessa nafns er óviss, þó að nokkrar keltneskar rætur hafi verið lagðar til. Það er mögulegt að nafnið sé að lokum germanskt, kannski frá tilgátuheiti eins og Ishild, sem samanstendur af frumefnunum er \"ís, járn\" og hild \"bardaga\". Í söguöld Arthur Arthur goðsögnin Isolde var írsk prinsessa unnust Markúsi af Cornwall konungi. Eftir að hafa drukkið ástardrykk fyrir slysni varð hún elskhugi riddarans Tristan sem leiddi til hörmulegs dauða þeirra. Sagan var vinsæl á miðöldum og nafnið varð tiltölulega algengt á Englandi á þeim tíma. Það var sjaldgæft á 19. öld, þó nokkur áhugi hafi skapast af óperu Richard Wagners Tristan und Isolde (1865)."}, {"name": "Tjaldur", "desc": ""}, {"name": "Tjörfi", "desc": ""}, {"name": "Tjörvi", "desc": "tjör: vopn."}, {"name": "Tobbi", "desc": ""}, {"name": "Tobías", "desc": "Grískt form TOBIAH. Þetta er nafn hetjunnar apókrýfu Tóbítarbókar, sem birtist í mörgum enskum útgáfum af Gamla testamentinu. Það fjallar um það hvernig sonur Tobíts, Tobias, með hjálp engilsins Rafaels, er fær um að hrekja burt púkann sem hefur hrjáð Söru, sem síðan verður kona hans. Þessi saga var vinsæl á miðöldum og nafnið kom einstaka sinnum í notkun í hlutum Evrópu á þeim tíma. Á Englandi varð það algengt eftir siðaskipti mótmælenda."}, {"name": "Toddi", "desc": "Frá norrænu toddi sem þýðir \"bit, stykki, sneið\"."}, {"name": "Toggi", "desc": ""}, {"name": "Tolli", "desc": "Norska dialectal gæludýrform af TORLEIV."}, {"name": "Tonni", "desc": "Norska mállýskuafbrigði af TORNY."}, {"name": "Torfi", "desc": "af orðinu torf."}, {"name": "Tóbías", "desc": "Grískt form TOBIAH. Þetta er nafn hetjunnar apókrýfu Tóbítarbókar, sem birtist í mörgum enskum útgáfum af Gamla testamentinu. Það fjallar um það hvernig sonur Tobíts, Tobias, með hjálp engilsins Rafaels, er fær um að hrekja burt púkann sem hefur hrjáð Söru, sem síðan verður kona hans. Þessi saga var vinsæl á miðöldum og nafnið kom einstaka sinnum í notkun í hlutum Evrópu á þeim tíma. Á Englandi varð það algengt eftir siðaskipti mótmælenda."}, {"name": "Tói", "desc": "Ekki í boði."}, {"name": "Tóki", "desc": "Fornnorrænt form af TYGE."}, {"name": "Tómas", "desc": "úr hebresku og merkir tvíburi. Tómas Guðmundsson, skáld (1901-1983)."}, {"name": "Tór", "desc": "Nútíma skandinavísk form Þórs (sjá THOR). Það var ekki notað sem persónulegt nafn fyrr en á 18. öld. Það er stundum notað sem stutt form nafna af fornorrænum uppruna sem byrja á frumefninu Tor, sem er einnig afleiða Þórs."}, {"name": "Tóti", "desc": ""}, {"name": "Trausti", "desc": "traustur maður."}, {"name": "Tristan", "desc": "Heimildir eru um nafnið frá síðari hluta 18. aldar og var það ritað Silpha. Nafnmyndin Sylva þekkist í Noregi sem hliðarmynd af Sylvia en er einnig talin mynduð beint af latneska nafnorðinu silva ´skógur´. Íslenska nafnið Silfá er lagað eftir þeirri nafnmynd."}, {"name": "Trostan", "desc": ""}, {"name": "Trúmann", "desc": "Frá eftirnafni sem þýddi „traustur maður“ á miðensku. Frægur handhafi eftirnafnsins var forseti Bandaríkjanna, Harry S. Truman (1884-1972). Það var einnig borið af bandaríska rithöfundinum Truman Capote (1924-1984)."}, {"name": "Tryggvi", "desc": "trygglyndur maður."}, {"name": "Tumas", "desc": "íslenzkt afbrigði Tómasarnafnsins, og mun það sennilega sýna áhrif af heitinum Tumi. Tumas kemur fyrir a. m. k. frá 15. og fram á 18. öld."}, {"name": "Tumi", "desc": "forn stytting á Tómas."}, {"name": "Tyrfingur", "desc": "sverðsheiti, eða af ætt Torfa."}, {"name": "Týr", "desc": "hetja eða guð. Týr var einn af ásum."}, {"name": "Ubbi", "desc": "úfinn, andvígur. Fornsagnanafn."}, {"name": "Uggi", "desc": "uggvænlegur, óttalegur."}, {"name": "Ugluspegill", "desc": "Þýðir bókstaflega „ugluspegill“, fenginn úr íslenskri uglu „uglu“ ásamt spegill „spegill, gler“. Þetta fornafn er bein íslensk þýðing á Ulenspegel, sem er eftirnafn DYL Ulenspegel (þekkt í samtísku þýsku sem TILL Eulenspiegel ), brögðukona úr mið-lágþýskri þjóðtrú. Eftirnafnið hans er óeiginlegt, þar sem það vísar ekki aðeins til hæfileika hans til að plata fólk, heldur einnig heimsku fólksins sem lét blekkja sig af honum. Þú sérð að á þeim tíma og stað þar sem sögur af Ulenspegel komu fyrst upp á yfirborðið (þ.e. Þýskalandi frá 14. öld) var uglan tákn heimsku, frekar en visku (eins og hún er nú á tímum). Í sambandi við miðlágþýska orðið spegel „spegill“ er ljóst að eftirnafn Dyls vísar til þess að (með því að plata þá) sýnir hann fólki sjálfum sér, hvað það er í raun: eins heimskur og ugla."}, {"name": "Ullur", "desc": "merking vafasöm. Kemur fyrir um 1200."}, {"name": "Ulrich", "desc": "Frá þýska heitinu Odalric sem þýðir \"velmegun og kraftur\", úr frumefninu odal \"arfleifð\" ásamt ric \"höfðingja, voldugur\". Það hefur lengi verið ruglað saman við germanska nafnið Hulderic. Þetta var nafn tveggja þýskra dýrlinga. Annar frægur flutningsmaður var Ulrich Zwingli (1484-1531), einnig þekktur sem Huldrych, leiðtogi siðbótarinnar í Sviss."}, {"name": "Uni", "desc": "sá sem unir vel."}, {"name": "Unnar", "desc": "dregið af Unnur: alda, eða af so. unna: elska."}, {"name": "Unnbjörn", "desc": "öldu-björn."}, {"name": "Unndór", "desc": "öldu-þór."}, {"name": "Unnsteinn", "desc": "öldu-steinn."}, {"name": "Unnþór", "desc": "öldu-Þór."}, {"name": "Urðar", "desc": ""}, {"name": "Uxi", "desc": "dýrsheiti. Kemur nokkrum sinnum fyrir að fornu."}, {"name": "Úddi", "desc": "Variant of ODDR."}, {"name": "Úlfar", "desc": "úlfur og -ar: hermaður."}, {"name": "Úlfgeir", "desc": ""}, {"name": "Úlfhéðinn", "desc": "varg-staka, úlfs-skinn. Tíðkaðist hér frá öndverðu og fram eftir öldum."}, {"name": "Úlfkell", "desc": "Úlfur og Ketill. Kemur fyrir á 10. öld."}, {"name": "Úlfljótur", "desc": "úlfur og ljótur: bjartur. Úlfljótur, fyrsti lögsögumaður íslenska þjóðveldisins."}, {"name": "Úlftýr", "desc": "Íslensk samsetning af ulfr \"úlfi\" og tívar \"guðum\"."}, {"name": "Úlfur", "desc": "úlfur."}, {"name": "Úlrik", "desc": "úr þýsku: erfingi óðals."}, {"name": "Úranus", "desc": "Frá grísku Οὐρανός (Ouranos), nafn eiginmanns Gaia og föður Títana í grískri goðafræði. Nafn hans er dregið af οὐρανός (ouranos) sem þýðir „himnarnir“. Þetta er líka nafn sjöundu reikistjörnunnar í sólkerfinu."}, {"name": "Vagn", "desc": "vagn."}, {"name": "Vakur", "desc": "árvakur maður. Kemur fyrir að fornu, og þrír bæir heita Vakursstaðir."}, {"name": "Valberg", "desc": ""}, {"name": "Valbergur", "desc": ""}, {"name": "Valbjörn", "desc": "val-: annað hvort valur: fugl, eða vígavöllur."}, {"name": "Valbrandur", "desc": "útlendur (valskur) brandur. Kemur fyrir nokkrum sinnum að forna."}, {"name": "Valdemar", "desc": "Skandinavískt form WALDEMAR. Þetta var nafn fjögurra Danakonunga."}, {"name": "Valdi", "desc": "fornt stuttnefni. Hefur tíðkazt hér frá fornöld og kemur fram í bæjarnafninu Valdastöðum."}, {"name": "Valdimar", "desc": "úr rússnesku Vladimir: voldugur höfðingi."}, {"name": "Valdór", "desc": "valur og Þór."}, {"name": "Valentín", "desc": "Form Valentinus (sjá VALENTINE (1)) á nokkrum tungumálum."}, {"name": "Valentínus", "desc": "Upprunalega mynd af VALENTINE (1)."}, {"name": "Valgarð", "desc": "sjá Valgarður."}, {"name": "Valgarður", "desc": "sem gætir vals, vígvallar."}, {"name": "Valgeir", "desc": "valur og geir: vopn."}, {"name": "Valíant", "desc": ""}, {"name": "Vallaður", "desc": ""}, {"name": "Valmar", "desc": ""}, {"name": "Valmundur", "desc": "vörn vals."}, {"name": "Valsteinn", "desc": "kemur fyrir í manntalinu 1910."}, {"name": "Valter", "desc": "Form af WALTER notað á nokkrum tungumálum."}, {"name": "Valtýr", "desc": "hefja vals, vígvallar."}, {"name": "Valur", "desc": "fugl."}, {"name": "Valves", "desc": ""}, {"name": "Valþór", "desc": "Valur og Þór."}, {"name": "Varmar", "desc": ""}, {"name": "Varmi", "desc": ""}, {"name": "Vatnar", "desc": "fornsagnanafn."}, {"name": "Váli", "desc": "merking óviss. Kemur nokkrum sinnum fyrir að fornu. Í Kormáks sögu er getið um Válastaði."}, {"name": "Vápni", "desc": "Fornorrænt nafn, frá fornnorrænu vápni sem þýðir „vopn“."}, {"name": "Veigar", "desc": "sterkur hermaður."}, {"name": "Veigur", "desc": ""}, {"name": "Ver", "desc": "Bosníska, katalónska og króatíska form VERUS."}, {"name": "Vermundur", "desc": "vörn manns."}, {"name": "Vernharð", "desc": "sjá Vernharður."}, {"name": "Vernharður", "desc": "úr þýsku (Werner): sterkur verndari."}, {"name": "Veróna", "desc": "Frá nafni borgarinnar á Ítalíu, sem er sjálf óþekkt merking."}, {"name": "Vestar", "desc": "vestrænn hermaður. Kemur fyrir nokkrum sinnum á fyrstu öldum landsbyggðar. Ýmis örnefni varðveita þetta nafn, svo sem Vestarsnes og Vestarsfell."}, {"name": "Vestmar", "desc": "frægur maður að vestan. Kemur fyrir á landnámsöld."}, {"name": "Veturliði", "desc": "sem fer í víking um vetur."}, {"name": "Vébjörn", "desc": "vé: helgistaður, helgidómur, og björn. Björn helgaður véum. Kemur örsjaldan fyrir að fornu og varðveitist í örnefninu Vébjarnarnesi."}, {"name": "Végeir", "desc": "Geir helgaður véum. ,,Geir hét maður ágætur í Sogni; hann var kallaður Végeir, því hann var blótmaður mikill. Hann átti mörg börn. Vébjörn Sygnakappi var elztur sona hans, og Vésteinn, Véþormur, Vémundur, Végestur og Véþorn, en Védís dóttir“(Landnáma). Bæjarnafnið Végeirsstaðir sýnir, að mannsnafnið Végeir hefur verið notað hér."}, {"name": "Vékell", "desc": "Fornnorrænt afbrigði af VÍKÆLL."}, {"name": "Vélaugur", "desc": ""}, {"name": "Vémundur", "desc": "sá sem vé vernda. Þetta var algengasta Vé- nafnið hérlendis og kemur alloft fyrir í heiðnum sið. Vémundarstaðir heitir bær. Vémundur kemur fyrir í manntalinu 1910."}, {"name": "Vésteinn", "desc": "helgaður steinn."}, {"name": "Victor", "desc": "Rómverskt nafn sem þýðir \"sigurvegari, sigurvegari\" á latínu. Það var algengt meðal frumkristinna og var borið af nokkrum fyrstu dýrlingum og þremur páfum. Það var sjaldgæft sem enskt nafn á miðöldum, en það var endurvakið á 19. öld. Frægur handhafi var franski rithöfundurinn Victor Hugo (1802-1885), sem skrifaði Hunchback of Notre Dame og Les Misérables."}, {"name": "Viðar", "desc": "Viður: skógur og -ar: hermaður."}, {"name": "Viðjar", "desc": ""}, {"name": "Vigfús", "desc": ""}, {"name": "Viggó", "desc": "dönsk mynd nafnsins Vöggur: með vaggandi göngulag."}, {"name": "Vignir", "desc": "stríðsmaður. Þórsheiti."}, {"name": "Vigri", "desc": ""}, {"name": "Vigtýr", "desc": ""}, {"name": "Vigur", "desc": ""}, {"name": "Vikar", "desc": "ef til vill: víkingur."}, {"name": "Viktor", "desc": "úr latínu: sigurvegari. Vigfús"}, {"name": "Vilberg", "desc": "sjá Vilbergur."}, {"name": "Vilbergur", "desc": "vil: dregið af vild, virðing: frábær hjálp."}, {"name": "Vilbert", "desc": ""}, {"name": "Vilbjörn", "desc": ""}, {"name": "Vilbogi", "desc": "Íslensk sambland af vil \"vilja, löngun\" og bogi \"bogi\"."}, {"name": "Vilbrandur", "desc": ""}, {"name": "Vilgeir", "desc": "vildar-spjót. Kemur fyrir á landnámsöld."}, {"name": "Vilhelm", "desc": "sjá Vilhjálmur."}, {"name": "Vilhjálmur", "desc": "tökuheiti úr fornensku, Wilhelm, vildarhjálmur. Kemur fyrir á 13. öld og hefur tíðkazt síðan."}, {"name": "Vili", "desc": "Minnkandi VILMOS, VILJEM eða VILHELM."}, {"name": "Viljar", "desc": "VILJAR (1) m Eistneska"}, {"name": "Vilji", "desc": ""}, {"name": "Villi", "desc": "Þýðir „villt“ á finnsku. Það gæti einnig verið notað sem stytting á VILLAIN."}, {"name": "Vilmar", "desc": "úr þýsku: frábær hermaður."}, {"name": "Vilmundur", "desc": "vildar-vernd. Fyrsti Íslendingurinn, sem kunnugt er um og hét þessu heiti, var Vilmundur Þórólfsson ábóti á Þingeyrum(d.1148). Nafnið hefur tíðkazt síðan."}, {"name": "Vincent", "desc": "Frá rómverska nafninu Vincentius, sem var dregið af latínu vincere sem þýðir „að sigra“. Þetta nafn var vinsælt meðal frumkristinna og var borið af mörgum dýrlingum. Sem enskt nafn hefur Vincent verið í notkun frá miðöldum, þó að það hafi ekki orðið algengt fyrr en á 19. öld. Meðal frægra burðaraðila eru franski presturinn Saint Vincent de Paul (1581-1660) og post-impressionískur málari Vincent van Gogh (1853-1890)."}, {"name": "Vindar", "desc": ""}, {"name": "Vinjar", "desc": "Annaðhvort dregið af fornnorrænum vinr \"vini\" og her \"her\" eða byggt á örnefnum sem innihalda fornorræna frumefnið vin \"tún, haga\"."}, {"name": "Virgil", "desc": "Úr rómverska ættarnafninu Vergilius, sem hefur óþekkta merkingu. Þetta nafn bar rómverska skáldið Publius Vergilius Maro á 1. öld f.Kr., almennt kallað Virgil, sem var rithöfundur Aeneid. Vegna hans hefur Virgil verið í notkun sem eiginnafn í enskumælandi heimi síðan á 19. öld."}, {"name": "Virgill", "desc": "Úr rómverska ættarnafninu Vergilius, sem hefur óþekkta merkingu. Þetta nafn bar rómverska skáldið Publius Vergilius Maro á 1. öld f.Kr., almennt kallað Virgil, sem var rithöfundur Aeneid. Vegna hans hefur Virgil verið í notkun sem eiginnafn í enskumælandi heimi síðan á 19. öld."}, {"name": "Víðar", "desc": "sonur Óðins."}, {"name": "Víðir", "desc": "tré."}, {"name": "Vífill", "desc": "óviss merking, e. t. v. skylt víf: kona. Vífill var þræll Ingólfs."}, {"name": "Vígberg", "desc": ""}, {"name": "Víglundur", "desc": "hermaður."}, {"name": "Vígmar", "desc": ""}, {"name": "Vígmundur", "desc": "verndaður í orrustu. Kemur fyrir í manntalinu 1910."}, {"name": "Vígsteinn", "desc": ""}, {"name": "Vígþór", "desc": "Íslenskt nafn með samsetningu víg \"bardaga, berjast\" og þórr \"þruma\"."}, {"name": "Víkingur", "desc": "víkingur. Orðið mun dregið af Víkinni,Óslóarfirði í Noregi eða: sá sem leynist í víkum og vogum."}, {"name": "Vopni", "desc": "Íslenskt afbrigði af VÁPNI."}, {"name": "Vorm", "desc": "Dönsk málsýningarform ORMR."}, {"name": "Vöggur", "desc": "með vaggandi göngulag. Smábarn."}, {"name": "Völundur", "desc": "dvergsheiti. Hagleiksmaður."}, {"name": "Vörður", "desc": ""}, {"name": "Vöttur", "desc": "Fornsagnanafn."}, {"name": "Walter", "desc": "Frá germönsku nafni sem þýðir \"höfðingi hersins\", sem samanstendur af frumefnunum \"vald\" og hari \"her\". Normannar komu með það til Englands, þar sem það leysti af hólmi gamla enska hliðstæða Wealdhere. Frægur handhafi nafnsins var enski kurteisi, skáld og landkönnuður Sir Walter Raleigh (1552-1618). Það bar einnig Sir Walter Scott (1771-1832), skoskur skáldsagnahöfundur sem skrifaði Ivanhoe og önnur athyglisverð verk."}, {"name": "Werner", "desc": "Frá germönsku nafni dregið af \"vörn\" Warin ásamt hari \"her\"."}, {"name": "Wilhelm", "desc": "Þýska hliðstæða WILLIAM. Þetta var nafn tveggja þýskra keisara. Það var einnig millinafn nokkurra heimspekinga frá Þýskalandi: Georg Wilhelm Friedrich Hegel (1770-1831), Friedrich Wilhelm Nietzsche (1844-1900) og Gottfried Wilhelm von Leibniz (1646-1716), sem einnig var merkur stærðfræðingur."}, {"name": "Willard", "desc": "Frá ensku eftirnafni sem var dregið af germanska eiginnafninu WILLIHARD (eða gamla enska fylgiskyldan Wilheard)."}, {"name": "William", "desc": "Frá germanska heitinu Willahelm sem þýðir \"mun hjálm\", samsettur úr þeim þáttum sem vilja \"vilja, löngun\" og hjálm \"hjálm, vernd\". Heilagur Vilhjálmur af Gellone var frændi 8. aldar Karlamagnús sem varð munkur. Nafnið var algengt meðal Normanna og það varð mjög vinsælt á Englandi eftir að Vilhjálmur sigrari var viðurkenndur sem fyrsti Norman-konungur Englands á 11. öld. Frá þeim tíma og fram á nútímann hefur það verið meðal algengustu ensku nafna (með John, Thomas og Robert). Þetta nafn var síðar borið af þremur öðrum enskum konungum auk höfðingja í Skotlandi, Sikiley (af normönskum uppruna), Holland og Prússland. Aðrir frægir handhafar eru William Wallace, skosk hetja frá 13. öld, og William Tell, goðsagnakennd svissnesk hetja frá 14. öld (kallað Wilhelm á þýsku, Guillaume á frönsku og Guglielmo á ítölsku). Í bókmenntaheiminum var það borið af leikaranum William Shakespeare (1564-1616), skáldinu William Blake (1757-1827), skáldinu William Wordsworth (1770-1850), leikaranum William Butler Yeats (1865-1939), rithöfundinum William Faulkner (1897 -1962), og rithöfundurinn William S. Burroughs (1914-1997). Í bandarísku sæti (síðan 1880) hefur þetta nafn aldrei verið úr topp 20, sem gerir það að einu vinsælasta nafninu (þó að það hafi aldrei náð efsta sæti). Í nútímanum hefur stuttmynd þess, Liam, reglulega verið vinsælli en William sjálfur, í Bretlandi á tíunda áratug síðustu aldar og Bandaríkjunum á fimmta áratug síðustu aldar."}, {"name": "Willum", "desc": "Variant of VILHELM."}, {"name": "Willy", "desc": "Diminutive af WILLIAM, WILHELM eða WILLEM. Það er bæði karlkyns og kvenkyns á hollensku."}, {"name": "Ylfingur", "desc": "maður af ætt Úlfs. Fornsagnanafn."}, {"name": "Ylur", "desc": "Þýðir „hlýja“ á íslensku."}, {"name": "Ymir", "desc": "Í norrænni goðafræði var Ymir frumrisi og fyrsta lifandi veran. Barnabörn hans Óðinn, Vili og Ve notuðu hinn drepna líkama Ymir til að skapa heiminn"}, {"name": "Ymur", "desc": ""}, {"name": "Yngvar", "desc": "sama og Ingvar."}, {"name": "Yngvi", "desc": "sama og Ingvi og Ingi: konungur. Annað nafn Freys. Ættmenn hans á konungsstóli Svíþjóðar voru kallaðir Ynglingar."}, {"name": "Yrkill", "desc": "Merking óþekkt, þó að það geti verið tengt við norrænu yrkju sem þýðir „verk“."}, {"name": "Yrkir", "desc": ""}, {"name": "Ýmir", "desc": "jötunninn, sem Óðinn skóp jörðina af."}, {"name": "Ýrar", "desc": "Afleitt af germönskum nafnþáttum œrr „vitlaus, trylltur, villtur“ og her „her“."}, {"name": "Zakaría", "desc": "Georgískt form af ZACHARIAS, svo og önnur umritun á arabísku زَكَرِيّا (sjá ZAKARIYYA)."}, {"name": "Zakarías", "desc": "Form ZACHARIAS."}, {"name": "Zophanías", "desc": ""}, {"name": "Zophonías", "desc": "hebreska, sama og Stefanía, og merkir Drottinn hefur hulið (2. Kon. 25, 18)."}, {"name": "Zóphanías", "desc": ""}, {"name": "Zóphonías", "desc": ""}, {"name": "Þangbrandur", "desc": ""}, {"name": "Þengill", "desc": "konungur."}, {"name": "Þeyr", "desc": ""}, {"name": "Þiðrandi", "desc": "stareygður maður. Kemur fyrir í heiðnum sið og í manntalinu 1910."}, {"name": "Þiðrik", "desc": "úr þýsku: þjóð-ríkur = voldugur."}, {"name": "Þinur", "desc": ""}, {"name": "Þjálfi", "desc": "sennilega skylt sögninni að þjálfa (st). Þorkell þjálfi hét landnámsmaður, og Þjálfi hét sveinn Þórs."}, {"name": "Þjóðann", "desc": ""}, {"name": "Þjóðar", "desc": "voldugur hermaður. Kemur fyrir á landnámsöld."}, {"name": "Þjóðbjörn", "desc": "þjóð og Björn. Kemur fyrir á landnámsöld."}, {"name": "Þjóðgeir", "desc": "þjóð og Geir. Kemur fyrir um 1000."}, {"name": "Þjóðleifur", "desc": "þjóð og Leifur. Kemur fyrir í manntalinu 1910."}, {"name": "Þjóðmar", "desc": "þjóð-frægur. Fornsagnanafn."}, {"name": "Þjóðólfur", "desc": "þjóð og Úlfur. Tíðkaðist frá upphafi og fram á 16. öld og kemur fyrir í manntalinu 1910. Kemur fyrir í ýmsum örnefnum: Þjóðólfshaga, Þjóðólfshöfn, Þjóðólfsholti, Þjóðólfstungu."}, {"name": "Þjóðrekur", "desc": "voldugur konungur. Þjóðrekur kemur fyrir nokkrum sinnum í heiðnum sið, og frá landnámsöld stafar örnefnið Þjóðreksskáli. Síðar berst hingað þýzka tökuheitið Þiðrekur og er sömu merkingar og Þjóðrekur, og mun það heiti hafa aukizt að vinsældum fyrir áhrif frá Þiðreks sögu af Bern. Enn síðar berst hingað myndin Þiðrik, og loks fer Diðrik að tíðkast. Diðrik og Þiðrik koma fyrir í manntölunum 1855 og 1910, en einsætt er, að nafn þetta er Þjóðrekur á íslenzku, og mætti jafnvel una við nafnið Þiðrekur."}, {"name": "Þjóðvarður", "desc": ""}, {"name": "Þjóstar", "desc": "skapmikill hermaður. Kemur fyrir á 10. öld."}, {"name": "Þjóstólfur", "desc": "skapmikill úlfur. Kemur nokkrum sinnum fyrir í fornöld."}, {"name": "Þorberg", "desc": "Gamall íslenskur Þórr, nafn þrumuguðsins, sem stafar af frumgermönsku þunraz „þrumu“ + forníslensku bergi, sem dregur af frumgermanskri bergaz „fjall, hæð“."}, {"name": "Þorbergur", "desc": "sem Þór bjargar. Þórbergur Þórðarson, rithöfundur (1889-1974)."}, {"name": "Þorbjörn", "desc": "Þór og björn."}, {"name": "Þorbrandur", "desc": "Þór og Brandur. Algengt í heiðnum sið og kemur fyrir í manntalinu 1910."}, {"name": "Þorfinnur", "desc": "Þór og Finnur: maður Þórs."}, {"name": "Þorgarður", "desc": "sá sem Þór verndar. Fornsagnanafn."}, {"name": "Þorgautur", "desc": "Þór og Gautur. Þorgautur á Þorgautsstöðum var uppi á landnámsöld, og auk þess báru nokkrir Íslendingar þetta heiti að fornu."}, {"name": "Þorgeir", "desc": "vopn Þórs."}, {"name": "Þorgestur", "desc": "Þór og Gestur. Kemur nokkrum sinnum fyrir í heiðnum sið."}, {"name": "Þorgils", "desc": "gísl Þórs."}, {"name": "Þorgísl", "desc": "Fornorrænt nafn sem þýðir „skaft Þórs“ frá nafni norræna guðsins Þórs (sjá THOR) ásamt gísl „skaft, ör“."}, {"name": "Þorgnýr", "desc": "Fornorræn mynd af TORGNY."}, {"name": "Þorgrímur", "desc": "Þór og Grímur: dulbúinn maður."}, {"name": "Þorkell", "desc": "Þór-ketill: hjálmur Þórs."}, {"name": "Þorlaugur", "desc": "Þór-bjartur. Kemur fyrir í manntalinu 1910."}, {"name": "Þorlákur", "desc": "leikur Þórs. 23/12. Þorlákur helgi biskup í Skálholti (d. 1193)."}, {"name": "Þorleifur", "desc": "erfingi Þórs."}, {"name": "Þorleikur", "desc": "bardagamaður helgaður Þór. Þetta er önnur mynd Þorláks-nafnsins og upprunalegri. Hún kemur fyrir fram á 18. öld og varðveitist raunar í bæjarnafninu Þorleiksstöðum."}, {"name": "Þormar", "desc": "frægur sem Þór."}, {"name": "Þormóður", "desc": "Þór-djarfur. Hefur tíðkazt frá upphafi."}, {"name": "Þormundur", "desc": "sá sem nýtur verndar Þórs. Kemur fyrir í manntalinu 1910 (Þórmundur)."}, {"name": "Þorri", "desc": "mánaðarheiti, skylt þurr."}, {"name": "Þorsteinn", "desc": "steinn Þórs."}, {"name": "Þorvaldur", "desc": "veldi, máttur Þórs."}, {"name": "Þorvar", "desc": ""}, {"name": "Þorvarður", "desc": "sá sem Þór verndar."}, {"name": "Þór", "desc": "þrumuguðinn, einn af Ásum. Vinsælasta karlmannsnafnið á Íslandi undanfarin ár."}, {"name": "Þórar", "desc": ""}, {"name": "Þórarinn", "desc": "Þór og -arinn: heimili."}, {"name": "Þórbergur", "desc": ""}, {"name": "Þórbjarni", "desc": "Íslenskt afbrigði af ÞÓRBJÖRN."}, {"name": "Þórbjörn", "desc": ""}, {"name": "Þórður", "desc": "af Þór-varður: sem Þór verndar."}, {"name": "Þórgnýr", "desc": "þruma."}, {"name": "Þórgrímur", "desc": ""}, {"name": "Þórhaddur", "desc": ""}, {"name": "Þórhalli", "desc": "Þór og Halli. Kemur fyrir þegar á landnámsöld og virðist hafa tíðkazt síðan, en þó verið fágætt."}, {"name": "Þórhallur", "desc": "Þór og Hallur: steinn."}, {"name": "Þóri", "desc": "Forn-dönsk afbrigði af THORIR, forn-dönsk stutt form nafna sem innihalda nafnið þórr „þruma“ eða grænlenska yngra form THORE."}, {"name": "Þórinn", "desc": "Þýðir „hinn hugrakki“ á fornorrænu."}, {"name": "Þórir", "desc": "Þór og vér: bardagamaður."}, {"name": "Þórlaugur", "desc": ""}, {"name": "Þórleifur", "desc": ""}, {"name": "Þórlindur", "desc": "líkl. samsett Þór- og Erlendur."}, {"name": "Þórmar", "desc": "Gamaldansk mynd af ÞÓRMARR."}, {"name": "Þórmundur", "desc": ""}, {"name": "Þóroddur", "desc": "vopn Þórs."}, {"name": "Þórormur", "desc": ""}, {"name": "Þórólfur", "desc": "Þór og úlfur."}, {"name": "Þórsteinn", "desc": "Fornorrænt form TORSTEN."}, {"name": "Þórörn", "desc": ""}, {"name": "Þrastar", "desc": ""}, {"name": "Þráinn", "desc": "þrjóskur."}, {"name": "Þrándur", "desc": "maður úr Þrændalögum í Noregi."}, {"name": "Þróttur", "desc": ""}, {"name": "Þrúðmar", "desc": ""}, {"name": "Þrymir", "desc": ""}, {"name": "Þrymur", "desc": ""}, {"name": "Þröstur", "desc": "fugl."}, {"name": "Þyrill", "desc": "Úr íslensku þyrill sem þýðir „hvirfil“. Þetta er nafn fjallanna á Íslandi."}, {"name": "Þyrnir", "desc": ""}, {"name": "Ægir", "desc": "ógurlegur. Sjávarguðinn."}, {"name": "Æsir", "desc": ""}, {"name": "Ævar", "desc": "æva: ævarandi, ávallt -ar: hermaður."}, {"name": "Ævarr", "desc": ""}, {"name": "Ögmundur", "desc": "vörn í ófriði."}, {"name": "Ögri", "desc": ""}, {"name": "Ölnir", "desc": "verndari"}, {"name": "Ölver", "desc": "af öl: vernd, heill, og -ver: maður."}, {"name": "Ölvir", "desc": "sama og Ölver: gæfumaður."}, {"name": "Öndólfur", "desc": ""}, {"name": "Önundur", "desc": "e. t. v. ön: forfaðuir og vindur: stríðsmaður"}, {"name": "Örlaugur", "desc": "afar bjartur."}, {"name": "Örlygur", "desc": "ef til vill af örlygi: orrusta, eða skjaldarheiti."}, {"name": "Örn", "desc": "fugl."}, {"name": "Örnólfur", "desc": "örn og úlfur."}, {"name": "Örvar", "desc": "hermaður"}, {"name": "Össur", "desc": "sem veitir andsvar"}, {"name": "Öxar", "desc": ""}]